const michiNoEkiData = [
  {
    "name": "道の駅あいづ",
    "lat": 37.5559168,
    "lon": 139.8629351
  },
  {
    "name": "道の駅「鷲の里」",
    "lat": 33.8632369,
    "lon": 134.5022756
  },
  {
    "name": "道の駅 鷲敷",
    "lat": 33.8689651,
    "lon": 134.5546044
  },
  {
    "name": "道の駅しもにた",
    "lat": 36.2250674,
    "lon": 138.8031203
  },
  {
    "name": "道の駅 オアシスおぶせ",
    "lat": 36.6892483,
    "lon": 138.2947887
  },
  {
    "name": "道の駅北信州やまのうち",
    "lat": 36.7412634,
    "lon": 138.4050165
  },
  {
    "name": "道の駅あおき",
    "lat": 36.372383,
    "lon": 138.1402385
  },
  {
    "name": "道の駅「瀬女」",
    "lat": 36.2880464,
    "lon": 136.6502658
  },
  {
    "name": "道の駅飛騨街道なぎさ",
    "lat": 36.0067234,
    "lon": 137.2916949
  },
  {
    "name": "道の駅白川",
    "lat": 35.6031686,
    "lon": 137.1733657
  },
  {
    "name": "道の駅美濃白川",
    "lat": 35.6038259,
    "lon": 137.1737355
  },
  {
    "name": "道の駅三野",
    "lat": 34.0504993,
    "lon": 133.9323551
  },
  {
    "name": "道の駅「おおた」",
    "lat": 36.2635027,
    "lon": 139.2960146
  },
  {
    "name": "道の駅白沢",
    "lat": 36.6641962,
    "lon": 139.1215842
  },
  {
    "name": "道の駅やす",
    "lat": 33.5336247,
    "lon": 133.7541881
  },
  {
    "name": "道の駅かわうその里すさき",
    "lat": 33.3875861,
    "lon": 133.2747432
  },
  {
    "name": "道の駅 布施ヶ坂",
    "lat": 33.426748,
    "lon": 133.099893
  },
  {
    "name": "道の駅掛川",
    "lat": 34.7953305,
    "lon": 138.0733004
  },
  {
    "name": "道の駅ななもり清見",
    "lat": 36.1339247,
    "lon": 137.1668263
  },
  {
    "name": "道の駅 木の香",
    "lat": 33.7794237,
    "lon": 133.3074862
  },
  {
    "name": "道の駅奥飛騨温泉郷上宝",
    "lat": 36.2490463,
    "lon": 137.4999058
  },
  {
    "name": "道の駅吉野路黒滝",
    "lat": 34.3058855,
    "lon": 135.8233402
  },
  {
    "name": "道の駅 近江母の郷",
    "lat": 35.3433131,
    "lon": 136.2779536
  },
  {
    "name": "道の駅さかい前",
    "lat": 36.1023891,
    "lon": 139.7954809
  },
  {
    "name": "道の駅なるさわ",
    "lat": 35.4787061,
    "lon": 138.6910383
  },
  {
    "name": "道の駅「清水の里・鳥海郷」",
    "lat": 39.1095381,
    "lon": 140.2913488
  },
  {
    "name": "道の駅かみこあに",
    "lat": 40.06335,
    "lon": 140.2972399
  },
  {
    "name": "道の駅「五城目」",
    "lat": 39.9474418,
    "lon": 140.1443497
  },
  {
    "name": "道の駅象潟",
    "lat": 39.2201026,
    "lon": 139.9008692
  },
  {
    "name": "道の駅シーサイド高浜",
    "lat": 35.4889446,
    "lon": 135.5961833
  },
  {
    "name": "道の駅丹波マーケス",
    "lat": 35.1547083,
    "lon": 135.4286924
  },
  {
    "name": "道の駅そうま食事処",
    "lat": 37.7611536,
    "lon": 140.9472087
  },
  {
    "name": "道の駅 てんきてんき丹後",
    "lat": 35.7389698,
    "lon": 135.105286
  },
  {
    "name": "道の駅かでな",
    "lat": 26.3680641,
    "lon": 127.7741803
  },
  {
    "name": "道の駅　鳳来三河三石",
    "lat": 34.902607,
    "lon": 137.6135447
  },
  {
    "name": "道の駅　つくで手作り村",
    "lat": 34.9625033,
    "lon": 137.4210907
  },
  {
    "name": "道の駅 アグリステーションなぐら",
    "lat": 35.1729444,
    "lon": 137.5346933
  },
  {
    "name": "道の駅「石神の丘」",
    "lat": 39.9687384,
    "lon": 141.2133898
  },
  {
    "name": "道の駅区界高原",
    "lat": 39.6513053,
    "lon": 141.3536413
  },
  {
    "name": "道の駅",
    "lat": 36.3421673,
    "lon": 139.5724425
  },
  {
    "name": "道の駅「みずさわ」",
    "lat": 39.094238,
    "lon": 141.1813567
  },
  {
    "name": "道の駅やまびこ館",
    "lat": 39.6487138,
    "lon": 141.5892129
  },
  {
    "name": "道の駅「いわいずみ」",
    "lat": 39.8424115,
    "lon": 141.8626459
  },
  {
    "name": "道の駅 シェルプラザ・港",
    "lat": 42.8797811,
    "lon": 140.36974
  },
  {
    "name": "道の駅 福光",
    "lat": 36.5661597,
    "lon": 136.8619376
  },
  {
    "name": "道の駅しおのえ",
    "lat": 34.1701741,
    "lon": 134.08208
  },
  {
    "name": "道の駅「はやちね」",
    "lat": 39.5367518,
    "lon": 141.3405069
  },
  {
    "name": "道の駅 ことなみ",
    "lat": 34.0950347,
    "lon": 134.0079936
  },
  {
    "name": "道の駅 ゆのたに",
    "lat": 37.2242576,
    "lon": 138.9825929
  },
  {
    "name": "道の駅しちのへ",
    "lat": 40.7166569,
    "lon": 141.1552222
  },
  {
    "name": "道の駅水辺の郷おおやま",
    "lat": 33.2481719,
    "lon": 130.9719766
  },
  {
    "name": "道の駅「にしね」",
    "lat": 39.8798696,
    "lon": 141.0992345
  },
  {
    "name": "道の駅「白樺の里やまがた」",
    "lat": 40.150701,
    "lon": 141.5734702
  },
  {
    "name": "道の駅伊万里",
    "lat": 33.3131396,
    "lon": 129.9288665
  },
  {
    "name": "道の駅伊万里ふるさと村",
    "lat": 33.313711,
    "lon": 129.9288757
  },
  {
    "name": "道の駅夕陽が丘そとめ",
    "lat": 32.8358595,
    "lon": 129.7038542
  },
  {
    "name": "道の駅フェニックス",
    "lat": 31.7689495,
    "lon": 131.4784247
  },
  {
    "name": "道の駅　美杉",
    "lat": 34.5115885,
    "lon": 136.306833
  },
  {
    "name": "道の駅内子",
    "lat": 33.5552313,
    "lon": 132.6586949
  },
  {
    "name": "道の駅むなかた",
    "lat": 33.8481608,
    "lon": 130.5032636
  },
  {
    "name": "道の駅ゆうひパーク浜田",
    "lat": 34.8914198,
    "lon": 132.0772624
  },
  {
    "name": "道の駅大栄",
    "lat": 35.499058,
    "lon": 133.7617457
  },
  {
    "name": "道の駅 飯高駅",
    "lat": 34.4273876,
    "lon": 136.3320241
  },
  {
    "name": "道の駅 茶倉駅",
    "lat": 34.4609438,
    "lon": 136.3981698
  },
  {
    "name": "道の駅 おくとろ",
    "lat": 33.9394205,
    "lon": 135.9455694
  },
  {
    "name": "道の駅 龍神",
    "lat": 33.965754,
    "lon": 135.5645997
  },
  {
    "name": "道の駅 おおだい",
    "lat": 34.3939504,
    "lon": 136.4090515
  },
  {
    "name": "道の駅 うなづき",
    "lat": 36.860926,
    "lon": 137.5416435
  },
  {
    "name": "道の駅くにの松原おおさき",
    "lat": 31.4381088,
    "lon": 131.0307816
  },
  {
    "name": "道の駅もてぎ",
    "lat": 36.5279173,
    "lon": 140.1713805
  },
  {
    "name": "道の駅「土佐さめうら」",
    "lat": 33.7425039,
    "lon": 133.5445252
  },
  {
    "name": "道の駅 シルクのまち かや",
    "lat": 35.4815363,
    "lon": 135.0936575
  },
  {
    "name": "道の駅　つぐ高原グリーンパーク",
    "lat": 35.2003504,
    "lon": 137.6048058
  },
  {
    "name": "道の駅 豊浜",
    "lat": 34.0425439,
    "lon": 133.601376
  },
  {
    "name": "道の駅「米山」",
    "lat": 38.6271443,
    "lon": 141.1881532
  },
  {
    "name": "道の駅　田舎館",
    "lat": 40.633715,
    "lon": 140.578176
  },
  {
    "name": "道の駅国見",
    "lat": 37.8724882,
    "lon": 140.5448449
  },
  {
    "name": "道の駅石鳥谷",
    "lat": 39.4825176,
    "lon": 141.1406708
  },
  {
    "name": "道の駅碇ヶ関前",
    "lat": 40.4822132,
    "lon": 140.6239808
  },
  {
    "name": "道の駅すばしり",
    "lat": 35.3635447,
    "lon": 138.8607667
  },
  {
    "name": "道の駅みしょうMIC",
    "lat": 32.9588327,
    "lon": 132.5618967
  },
  {
    "name": "道の駅 大隅弥五郎伝統の里",
    "lat": 31.590051,
    "lon": 130.990193
  },
  {
    "name": "道の駅 「かわもと」",
    "lat": 36.1510591,
    "lon": 139.2878652
  },
  {
    "name": "道の駅竜王かがみの里",
    "lat": 35.0858287,
    "lon": 136.0788008
  },
  {
    "name": "道の駅「遠山郷」",
    "lat": 35.3213472,
    "lon": 137.9301846
  },
  {
    "name": "道の駅大桑",
    "lat": 35.6820109,
    "lon": 137.6532863
  },
  {
    "name": "道の駅前",
    "lat": 35.2906263,
    "lon": 132.6335772
  },
  {
    "name": "道の駅にしめ (Nishime Rest Area)",
    "lat": 39.3628739,
    "lon": 140.0148696
  },
  {
    "name": "道の駅ふじおやま",
    "lat": 35.3443885,
    "lon": 138.9490055
  },
  {
    "name": "道の駅おおの",
    "lat": 33.0367256,
    "lon": 131.5027989
  },
  {
    "name": "道の駅滝宮",
    "lat": 34.2505026,
    "lon": 133.9170408
  },
  {
    "name": "道の駅しりうち",
    "lat": 41.6012818,
    "lon": 140.3367781
  },
  {
    "name": "道の駅長湯",
    "lat": 33.0715253,
    "lon": 131.3831372
  },
  {
    "name": "道の駅思川",
    "lat": 36.3089232,
    "lon": 139.7619695
  },
  {
    "name": "道の駅玉村宿前",
    "lat": 36.3085808,
    "lon": 139.0951862
  },
  {
    "name": "道の駅富士吉田前",
    "lat": 35.4586854,
    "lon": 138.8042834
  },
  {
    "name": "道の駅みやもり",
    "lat": 39.3462393,
    "lon": 141.3516804
  },
  {
    "name": "道の駅「路田里はなやま」",
    "lat": 38.7940249,
    "lon": 140.8449772
  },
  {
    "name": "道の駅安達",
    "lat": 37.6364584,
    "lon": 140.4837561
  },
  {
    "name": "道の駅上品の郷",
    "lat": 38.5008476,
    "lon": 141.2946215
  },
  {
    "name": "道の駅「津山」",
    "lat": 38.6194798,
    "lon": 141.3255661
  },
  {
    "name": "道の駅鳥海ふらっと",
    "lat": 39.0603411,
    "lon": 139.8753946
  },
  {
    "name": "道の駅林林館",
    "lat": 38.7416738,
    "lon": 141.3156177
  },
  {
    "name": "道の駅「七ヶ宿」",
    "lat": 37.9827282,
    "lon": 140.4665513
  },
  {
    "name": "道の駅おおがた",
    "lat": 40.0153623,
    "lon": 139.9515724
  },
  {
    "name": "道の駅「あに」",
    "lat": 39.9017374,
    "lon": 140.4573591
  },
  {
    "name": "道の駅しらね",
    "lat": 35.6380186,
    "lon": 138.4711767
  },
  {
    "name": "道の駅「みなみかた」",
    "lat": 38.6648292,
    "lon": 141.1606855
  },
  {
    "name": "道の駅「石鳥谷」",
    "lat": 39.4829581,
    "lon": 141.1415777
  },
  {
    "name": "道の駅「種山ヶ原」",
    "lat": 39.1798607,
    "lon": 141.3958166
  },
  {
    "name": "道の駅のだ",
    "lat": 40.1159171,
    "lon": 141.8189534
  },
  {
    "name": "道の駅「たのはた」",
    "lat": 39.9142621,
    "lon": 141.9025993
  },
  {
    "name": "道の駅「紫波」",
    "lat": 39.5558945,
    "lon": 141.2062589
  },
  {
    "name": "道の駅「やまだ」",
    "lat": 39.4369382,
    "lon": 141.9731986
  },
  {
    "name": "道の駅「くずまき高原」",
    "lat": 39.984536,
    "lon": 141.3396795
  },
  {
    "name": "道の駅雫石あねっこ",
    "lat": 39.7063765,
    "lon": 140.8747487
  },
  {
    "name": "道の駅「おりつめ」",
    "lat": 40.2484181,
    "lon": 141.4167552
  },
  {
    "name": "道の駅　かわさき　川の灯（あかり）",
    "lat": 38.8986099,
    "lon": 141.2723989
  },
  {
    "name": "道の駅「三田貝分校」",
    "lat": 39.8708415,
    "lon": 141.5893104
  },
  {
    "name": "道の駅「くじ」",
    "lat": 40.189965,
    "lon": 141.7646617
  },
  {
    "name": "道の駅「月山」",
    "lat": 38.5872538,
    "lon": 139.8743002
  },
  {
    "name": "道の駅「河北」",
    "lat": 38.4131434,
    "lon": 140.3284283
  },
  {
    "name": "道の駅「寒河江」",
    "lat": 38.3989002,
    "lon": 140.2710732
  },
  {
    "name": "道の駅あつみ",
    "lat": 38.5801779,
    "lon": 139.5589702
  },
  {
    "name": "道の駅にしかわ",
    "lat": 38.4361063,
    "lon": 140.098934
  },
  {
    "name": "道の駅むらやま",
    "lat": 38.4870079,
    "lon": 140.3826545
  },
  {
    "name": "道の駅「田沢」",
    "lat": 37.8776907,
    "lon": 139.9841858
  },
  {
    "name": "道の駅「白い森おぐに」",
    "lat": 38.0723006,
    "lon": 139.7310442
  },
  {
    "name": "道の駅おおえ",
    "lat": 38.3676004,
    "lon": 140.2129841
  },
  {
    "name": "道の駅「天童温泉」",
    "lat": 38.3545333,
    "lon": 140.387195
  },
  {
    "name": "道の駅尾花沢",
    "lat": 38.6569489,
    "lon": 140.3638318
  },
  {
    "name": "道の駅白鷹ヤナ公園",
    "lat": 38.2179249,
    "lon": 140.0976463
  },
  {
    "name": "道の駅「大坂城残石記念公園」",
    "lat": 34.5338886,
    "lon": 134.2421043
  },
  {
    "name": "道の駅オアシスおぶせ",
    "lat": 36.6893533,
    "lon": 138.2948024
  },
  {
    "name": "道の駅 潮見坂",
    "lat": 34.6772511,
    "lon": 137.4986748
  },
  {
    "name": "道の駅くにさき",
    "lat": 33.5454459,
    "lon": 131.7395613
  },
  {
    "name": "道の駅はが",
    "lat": 36.553262,
    "lon": 140.0587093
  },
  {
    "name": "道の駅笹川流れ",
    "lat": 38.374655,
    "lon": 139.4581338
  },
  {
    "name": "道の駅神林",
    "lat": 38.1724585,
    "lon": 139.4609285
  },
  {
    "name": "道の駅「胎内」",
    "lat": 38.0632974,
    "lon": 139.4529469
  },
  {
    "name": "道の駅関川",
    "lat": 38.0921373,
    "lon": 139.566837
  },
  {
    "name": "道の駅高松",
    "lat": 36.7859202,
    "lon": 136.7235725
  },
  {
    "name": "道の駅ころ柿の里しか",
    "lat": 37.0071382,
    "lon": 136.7800301
  },
  {
    "name": "道の駅とぎ海街道",
    "lat": 37.1403678,
    "lon": 136.7249026
  },
  {
    "name": "道の駅赤神",
    "lat": 37.2481769,
    "lon": 136.7095351
  },
  {
    "name": "道の駅つちゆ",
    "lat": 37.6552521,
    "lon": 140.334447
  },
  {
    "name": "道の駅「川俣」",
    "lat": 37.6678482,
    "lon": 140.5764615
  },
  {
    "name": "道の駅喜多の郷",
    "lat": 37.7015764,
    "lon": 139.8784262
  },
  {
    "name": "道の駅はなわ",
    "lat": 36.9501687,
    "lon": 140.4143115
  },
  {
    "name": "道の駅 会津やないづ",
    "lat": 37.5280446,
    "lon": 139.722199
  },
  {
    "name": "道の駅「にしあいづ」",
    "lat": 37.5855824,
    "lon": 139.6426071
  },
  {
    "name": "道の駅「尾瀬街道みしま宿」",
    "lat": 37.4778174,
    "lon": 139.6705205
  },
  {
    "name": "道の駅「たまかわ」",
    "lat": 37.2226189,
    "lon": 140.4184041
  },
  {
    "name": "道の駅羽鳥湖高原",
    "lat": 37.239985,
    "lon": 140.0633671
  },
  {
    "name": "道の駅「南相馬」",
    "lat": 37.6356692,
    "lon": 140.9836649
  },
  {
    "name": "道の駅よつくら港",
    "lat": 37.1076595,
    "lon": 140.9934303
  },
  {
    "name": "道の駅「季の里天栄」",
    "lat": 37.2435727,
    "lon": 140.2447951
  },
  {
    "name": "道の駅「あかばねロコステーション」",
    "lat": 34.6075128,
    "lon": 137.1896453
  },
  {
    "name": "道の駅うすずみ桜の里・ねお",
    "lat": 35.6601597,
    "lon": 136.5890535
  },
  {
    "name": "道の駅おおぎみ前",
    "lat": 26.6907687,
    "lon": 128.1081695
  },
  {
    "name": "道の駅許田やんばる物産",
    "lat": 26.5520427,
    "lon": 127.9699491
  },
  {
    "name": "道の駅　源平の里むれ",
    "lat": 34.3335061,
    "lon": 134.157046
  },
  {
    "name": "道の駅黒髪の里",
    "lat": 33.1922373,
    "lon": 129.9565724
  },
  {
    "name": "道の駅メルヘンおやべ",
    "lat": 36.6888432,
    "lon": 136.874619
  },
  {
    "name": "道の駅 ウッディー京北",
    "lat": 35.156145,
    "lon": 135.6335202
  },
  {
    "name": "道の駅風早の郷",
    "lat": 33.9967218,
    "lon": 132.7719847
  },
  {
    "name": "道の駅おくとろ",
    "lat": 33.9392433,
    "lon": 135.9463622
  },
  {
    "name": "道の駅「いとまん」",
    "lat": 26.1383716,
    "lon": 127.6616842
  },
  {
    "name": "道の駅うらほろ",
    "lat": 42.813844,
    "lon": 143.6639725
  },
  {
    "name": "道の駅今井 恵みの里",
    "lat": 36.1486303,
    "lon": 137.902985
  },
  {
    "name": "道の駅「みぶ」",
    "lat": 36.4552616,
    "lon": 139.8065774
  },
  {
    "name": "道の駅「にしお岡ノ山」",
    "lat": 34.876837,
    "lon": 137.0826791
  },
  {
    "name": "道の駅「半布里の郷 とみか」",
    "lat": 35.4742118,
    "lon": 136.980245
  },
  {
    "name": "道の駅「下賀茂温泉 湯の花」",
    "lat": 34.6496791,
    "lon": 138.8667371
  },
  {
    "name": "道の駅「香春」",
    "lat": 33.6767427,
    "lon": 130.8600794
  },
  {
    "name": "道の駅「あきた港」",
    "lat": 39.7527392,
    "lon": 140.0615997
  },
  {
    "name": "道の駅こさか七滝",
    "lat": 40.356643,
    "lon": 140.7820435
  },
  {
    "name": "道の駅水の郷さわら",
    "lat": 35.8957667,
    "lon": 140.5067492
  },
  {
    "name": "道の駅「狼煙」",
    "lat": 37.5259693,
    "lon": 137.3246316
  },
  {
    "name": "道の駅「すずなり」",
    "lat": 37.4414667,
    "lon": 137.269844
  },
  {
    "name": "道の駅椿はなの湯Tsubaki",
    "lat": 33.6033807,
    "lon": 135.3918493
  },
  {
    "name": "道の駅「ウッディー京北」",
    "lat": 35.1560187,
    "lon": 135.6333495
  },
  {
    "name": "道の駅サンピコごうつ",
    "lat": 35.0452442,
    "lon": 132.2986018
  },
  {
    "name": "道の駅むいかいち温泉",
    "lat": 34.3530408,
    "lon": 131.9437112
  },
  {
    "name": "道の駅萩さんさん三見",
    "lat": 34.3887149,
    "lon": 131.3216943
  },
  {
    "name": "道の駅「おおき」",
    "lat": 33.2179953,
    "lon": 130.4380144
  },
  {
    "name": "道の駅「すごう」",
    "lat": 32.9564023,
    "lon": 131.2941743
  },
  {
    "name": "道の駅「源平の里むれ」",
    "lat": 34.333558,
    "lon": 134.1570328
  },
  {
    "name": "道の駅「四万十とおわ」",
    "lat": 33.2237447,
    "lon": 132.8352378
  },
  {
    "name": "道の駅「吉野ヶ里」",
    "lat": 33.3807458,
    "lon": 130.397294
  },
  {
    "name": "道の駅「十文字」",
    "lat": 39.226367,
    "lon": 140.5209281
  },
  {
    "name": "道の駅「美濃にわか茶屋」",
    "lat": 35.5545755,
    "lon": 136.913774
  },
  {
    "name": "道の駅「ろくのへ」",
    "lat": 40.6063507,
    "lon": 141.3246963
  },
  {
    "name": "道の駅おがわ",
    "lat": 36.6131615,
    "lon": 137.9906204
  },
  {
    "name": "道の駅しゃり",
    "lat": 43.9117882,
    "lon": 144.6641473
  },
  {
    "name": "道の駅「高岡」",
    "lat": 31.9456511,
    "lon": 131.3405596
  },
  {
    "name": "道の駅 豊崎",
    "lat": 26.157707,
    "lon": 127.6554196
  },
  {
    "name": "道の駅「むなかた」",
    "lat": 33.8481871,
    "lon": 130.5035504
  },
  {
    "name": "道の駅もち米の里☆なよろ",
    "lat": 44.2873745,
    "lon": 142.4138531
  },
  {
    "name": "道の駅みなとま〜れ寿都",
    "lat": 42.7955345,
    "lon": 140.231836
  },
  {
    "name": "道の駅とうや湖",
    "lat": 42.6644731,
    "lon": 140.8220072
  },
  {
    "name": "道の駅飛騨白山",
    "lat": 36.1737861,
    "lon": 136.9018688
  },
  {
    "name": "道の駅 愛彩ランド",
    "lat": 34.4222948,
    "lon": 135.426292
  },
  {
    "name": "道の駅「いずみ山愛の里」",
    "lat": 34.4232696,
    "lon": 135.4830014
  },
  {
    "name": "道の駅「湖畔の里福富」",
    "lat": 34.5313957,
    "lon": 132.7753172
  },
  {
    "name": "道の駅「くるめ」",
    "lat": 33.319217,
    "lon": 130.5940978
  },
  {
    "name": "道の駅阿蘇",
    "lat": 32.9370123,
    "lon": 131.080879
  },
  {
    "name": "道の駅「霊山たけやま」",
    "lat": 36.6091568,
    "lon": 138.8303532
  },
  {
    "name": "道の駅たばやま",
    "lat": 35.7894219,
    "lon": 138.9240668
  },
  {
    "name": "道の駅「あらぎの里」",
    "lat": 34.0929108,
    "lon": 135.4127897
  },
  {
    "name": "道の駅大歩危",
    "lat": 33.8807998,
    "lon": 133.7601111
  },
  {
    "name": "道の駅ステラ★ほんべつ",
    "lat": 43.1256903,
    "lon": 143.6132492
  },
  {
    "name": "道の駅能登食祭市場",
    "lat": 37.0487507,
    "lon": 136.9687393
  },
  {
    "name": "道の駅とっとパーク小島",
    "lat": 34.3148715,
    "lon": 135.1000484
  },
  {
    "name": "道の駅うわじま きさいや広場",
    "lat": 33.2224195,
    "lon": 132.5581891
  },
  {
    "name": "道の駅童話の里 くす",
    "lat": 33.2895202,
    "lon": 131.1569684
  },
  {
    "name": "道の駅風和里しばやま",
    "lat": 35.695249,
    "lon": 140.4099358
  },
  {
    "name": "道の駅 しょうなん",
    "lat": 35.857768,
    "lon": 140.0233047
  },
  {
    "name": "道の駅かつやま",
    "lat": 35.504659,
    "lon": 138.734124
  },
  {
    "name": "道の駅 すえよし",
    "lat": 31.6883541,
    "lon": 130.9702712
  },
  {
    "name": "道の駅ときめきステーション",
    "lat": 36.455256,
    "lon": 139.806758
  },
  {
    "name": "道の駅根来さくらの里",
    "lat": 34.3120093,
    "lon": 135.3072958
  },
  {
    "name": "道の駅やまだ",
    "lat": 39.4369065,
    "lon": 141.9735929
  },
  {
    "name": "道の駅摩周温泉",
    "lat": 43.4923951,
    "lon": 144.4475922
  },
  {
    "name": "道の駅あしょろ",
    "lat": 43.2442972,
    "lon": 143.5468818
  },
  {
    "name": "道の駅大和路へぐり",
    "lat": 34.6233561,
    "lon": 135.7063933
  },
  {
    "name": "道の駅みま",
    "lat": 33.286039,
    "lon": 132.5955966
  },
  {
    "name": "道の駅 淡河",
    "lat": 34.8133427,
    "lon": 135.0971154
  },
  {
    "name": "道の駅杉原紙の里・多可",
    "lat": 35.188923,
    "lon": 134.93013
  },
  {
    "name": "道の駅:あさご",
    "lat": 35.2470254,
    "lon": 134.8039356
  },
  {
    "name": "道の駅:いながわ",
    "lat": 34.9191481,
    "lon": 135.3519599
  },
  {
    "name": "道の駅うずしお",
    "lat": 34.242039,
    "lon": 134.65979
  },
  {
    "name": "道の駅:しんぐう",
    "lat": 34.9222891,
    "lon": 134.5371722
  },
  {
    "name": "道の駅:ちくさ",
    "lat": 35.1079817,
    "lon": 134.4417499
  },
  {
    "name": "道の駅:とうじょう",
    "lat": 34.8941753,
    "lon": 135.0756764
  },
  {
    "name": "道の駅:はが",
    "lat": 35.2017243,
    "lon": 134.5222615
  },
  {
    "name": "道の駅:みつ",
    "lat": 34.779865,
    "lon": 134.523407
  },
  {
    "name": "道の駅:みなみ波賀",
    "lat": 35.148312,
    "lon": 134.539825
  },
  {
    "name": "道の駅:やぶ",
    "lat": 35.3822665,
    "lon": 134.8159129
  },
  {
    "name": "道の駅:但馬楽座",
    "lat": 35.379303,
    "lon": 134.78392
  },
  {
    "name": "道の駅:北はりまエコミュージアム",
    "lat": 35.0076938,
    "lon": 134.9871667
  },
  {
    "name": "道の駅:播磨いちのみや",
    "lat": 35.0884671,
    "lon": 134.5878418
  },
  {
    "name": "道の駅:村岡ファームガーデン",
    "lat": 35.461815,
    "lon": 134.602921
  },
  {
    "name": "道の駅:東浦ターミナルパーク",
    "lat": 34.5374369,
    "lon": 134.9923961
  },
  {
    "name": "道の駅福良",
    "lat": 34.2555643,
    "lon": 134.7192136
  },
  {
    "name": "道の駅米プラザ",
    "lat": 35.1245594,
    "lon": 135.928227
  },
  {
    "name": "道の駅　のと里山空港",
    "lat": 37.2954028,
    "lon": 136.9574416
  },
  {
    "name": "道の駅 ゆ〜さ浅虫",
    "lat": 40.8918478,
    "lon": 140.8614511
  },
  {
    "name": "道の駅230ルスツ",
    "lat": 42.7402563,
    "lon": 140.8848772
  },
  {
    "name": "道の駅自然体感しむかっぷ",
    "lat": 42.9787356,
    "lon": 142.3977593
  },
  {
    "name": "道の駅なかさつない",
    "lat": 42.6924067,
    "lon": 143.1269336
  },
  {
    "name": "道の駅さらべつ 観光と物産の館ピポパ",
    "lat": 42.63331,
    "lon": 143.27221
  },
  {
    "name": "道の駅 くろまつない",
    "lat": 42.6727333,
    "lon": 140.3799738
  },
  {
    "name": "道の駅ニセコビュープラザ",
    "lat": 42.7993486,
    "lon": 140.7024103
  },
  {
    "name": "道の駅 しらとりの郷・羽曳野",
    "lat": 34.5331061,
    "lon": 135.5877608
  },
  {
    "name": "道の駅 だて歴史の杜",
    "lat": 42.4705011,
    "lon": 140.8756118
  },
  {
    "name": "道の駅　紀州備長炭記念公園",
    "lat": 33.8033719,
    "lon": 135.4271982
  },
  {
    "name": "道の駅 湯布院",
    "lat": 33.2606342,
    "lon": 131.327305
  },
  {
    "name": "道の駅あいづ 湯川会津坂下",
    "lat": 37.5572264,
    "lon": 139.8620493
  },
  {
    "name": "道の駅ちくら潮風王国",
    "lat": 34.9300746,
    "lon": 139.9522724
  },
  {
    "name": "道の駅ふれあいパーク・きみつ",
    "lat": 35.1985588,
    "lon": 140.0695044
  },
  {
    "name": "道の駅多古",
    "lat": 35.7310387,
    "lon": 140.4743866
  },
  {
    "name": "道の駅 八王子滝山",
    "lat": 35.6858444,
    "lon": 139.3421517
  },
  {
    "name": "道の駅江差(繁次郎笑店)",
    "lat": 41.8943408,
    "lon": 140.1393418
  },
  {
    "name": "道の駅阿久根",
    "lat": 31.9459837,
    "lon": 130.2164552
  },
  {
    "name": "道の駅 赤来高原",
    "lat": 34.9989809,
    "lon": 132.7138628
  },
  {
    "name": "道の駅 彩菜茶屋",
    "lat": 35.0147716,
    "lon": 134.1509052
  },
  {
    "name": "道の駅 いりひろせ",
    "lat": 37.3559049,
    "lon": 139.0572665
  },
  {
    "name": "道の駅よしうみいきいき館",
    "lat": 34.12746,
    "lon": 133.0220593
  },
  {
    "name": "道の駅釜石仙人峠",
    "lat": 39.2534164,
    "lon": 141.7824474
  },
  {
    "name": "道の駅 東条",
    "lat": 34.894204,
    "lon": 135.075689
  },
  {
    "name": "道の駅ばとう",
    "lat": 36.7474858,
    "lon": 140.1507773
  },
  {
    "name": "道の駅もっくる新城",
    "lat": 34.9179434,
    "lon": 137.5338807
  },
  {
    "name": "道の駅すさみ前",
    "lat": 33.5062287,
    "lon": 135.5999513
  },
  {
    "name": "道の駅きくすい",
    "lat": 32.9734893,
    "lon": 130.6022572
  },
  {
    "name": "道の駅みはら神明の里",
    "lat": 34.3970939,
    "lon": 133.1041932
  },
  {
    "name": "道の駅湖畔の里福富",
    "lat": 34.5325123,
    "lon": 132.7754845
  },
  {
    "name": "道の駅笠岡ベイファーム",
    "lat": 34.4733629,
    "lon": 133.4999471
  },
  {
    "name": "道の駅 さんわ182ステーション",
    "lat": 34.6743876,
    "lon": 133.2998406
  },
  {
    "name": "道の駅 よがんす白竜",
    "lat": 34.5064741,
    "lon": 132.913885
  },
  {
    "name": "道の駅 グリーンロード大和",
    "lat": 34.9675463,
    "lon": 132.6417622
  },
  {
    "name": "道の駅 リストアステーション",
    "lat": 34.7846109,
    "lon": 133.0711754
  },
  {
    "name": "道の駅世羅",
    "lat": 34.5958497,
    "lon": 133.0835896
  },
  {
    "name": "道の駅YOUさろん東城",
    "lat": 34.8896588,
    "lon": 133.2757765
  },
  {
    "name": "道の駅かもがわ円城",
    "lat": 34.8928683,
    "lon": 133.8139368
  },
  {
    "name": "道の駅たかの",
    "lat": 35.0245715,
    "lon": 132.8809509
  },
  {
    "name": "道の駅アリストぬまくま",
    "lat": 34.3948208,
    "lon": 133.3173035
  },
  {
    "name": "道の駅蒜山高原",
    "lat": 35.2946684,
    "lon": 133.6677706
  },
  {
    "name": "道の駅豊平どんぐり村",
    "lat": 34.6467907,
    "lon": 132.4429266
  },
  {
    "name": "道の駅醍醐の里",
    "lat": 34.9912751,
    "lon": 133.7252771
  },
  {
    "name": "道の駅鯉が窪",
    "lat": 34.9319958,
    "lon": 133.3318087
  },
  {
    "name": "道の駅がいせん桜新庄宿",
    "lat": 35.1757417,
    "lon": 133.5719359
  },
  {
    "name": "道の駅奥大山",
    "lat": 35.2960852,
    "lon": 133.4740223
  },
  {
    "name": "道の駅 すず塩田村",
    "lat": 37.4864156,
    "lon": 137.113298
  },
  {
    "name": "道の駅千枚田ポケットパーク",
    "lat": 37.4241695,
    "lon": 136.9976022
  },
  {
    "name": "道の駅　あそ望の郷くぎの",
    "lat": 32.8184631,
    "lon": 131.041157
  },
  {
    "name": "道の駅KOKOくろべ",
    "lat": 36.8767036,
    "lon": 137.4282753
  },
  {
    "name": "道の駅「あなみず」",
    "lat": 37.2282399,
    "lon": 136.9046335
  },
  {
    "name": "道の駅 なかせん",
    "lat": 39.5384319,
    "lon": 140.5330183
  },
  {
    "name": "道の駅 キララ多伎",
    "lat": 35.2906691,
    "lon": 132.6322152
  },
  {
    "name": "道の駅・松山",
    "lat": 31.5817337,
    "lon": 131.0424217
  },
  {
    "name": "道の駅那須与一の郷",
    "lat": 36.862644,
    "lon": 140.086632
  },
  {
    "name": "道の駅大津",
    "lat": 32.8810535,
    "lon": 130.8906923
  },
  {
    "name": "道の駅インフォメーションセンターかわもと",
    "lat": 34.9660845,
    "lon": 132.4726939
  },
  {
    "name": "道の駅 伊東マリンタウン",
    "lat": 34.9847117,
    "lon": 139.0943324
  },
  {
    "name": "道の駅 伊豆のへそ",
    "lat": 35.0122007,
    "lon": 138.9413982
  },
  {
    "name": "道の駅草津",
    "lat": 35.0700349,
    "lon": 135.9393437
  },
  {
    "name": "道の駅 湖北みずとりステーション",
    "lat": 35.446435,
    "lon": 136.1903493
  },
  {
    "name": "道の駅しもつけ",
    "lat": 36.397238,
    "lon": 139.883899
  },
  {
    "name": "道の駅たいら",
    "lat": 36.4455024,
    "lon": 136.9736701
  },
  {
    "name": "道の駅上平",
    "lat": 36.3775415,
    "lon": 136.8713547
  },
  {
    "name": "道の駅井波",
    "lat": 36.5613905,
    "lon": 136.9774215
  },
  {
    "name": "道の駅 清流白川クオーレの里「ワクワク公園エリア」",
    "lat": 35.5981256,
    "lon": 137.2234037
  },
  {
    "name": "道の駅萩しーまーと",
    "lat": 34.4262374,
    "lon": 131.4145241
  },
  {
    "name": "道の駅おおとう",
    "lat": 33.6256841,
    "lon": 130.8458529
  },
  {
    "name": "道の駅 せせらぎの里こうら",
    "lat": 35.2017731,
    "lon": 136.275481
  },
  {
    "name": "道の駅 あいとうマーガレットステーション",
    "lat": 35.10961,
    "lon": 136.2587073
  },
  {
    "name": "道の駅サンフラワー北竜",
    "lat": 43.7509058,
    "lon": 141.8754185
  },
  {
    "name": "道の駅あかいがわ",
    "lat": 43.051424,
    "lon": 140.8444188
  },
  {
    "name": "道の駅やよい",
    "lat": 32.9645007,
    "lon": 131.8387066
  },
  {
    "name": "道の駅サシバの里いちかい",
    "lat": 36.542921,
    "lon": 140.1001572
  },
  {
    "name": "道の駅九頭龍",
    "lat": 35.9046968,
    "lon": 136.662358
  },
  {
    "name": "道の駅アグリの郷りっとう",
    "lat": 35.0386085,
    "lon": 136.0015265
  },
  {
    "name": "道の駅スタープラザ芦別",
    "lat": 43.5253589,
    "lon": 142.1893182
  },
  {
    "name": "道の駅びふか",
    "lat": 44.5588123,
    "lon": 142.3202447
  },
  {
    "name": "道の駅忠類",
    "lat": 42.5589323,
    "lon": 143.2992085
  },
  {
    "name": "道の駅いわない",
    "lat": 42.9834484,
    "lon": 140.5167941
  },
  {
    "name": "道の駅まるせっぷ",
    "lat": 43.9959615,
    "lon": 143.3287026
  },
  {
    "name": "道の駅厚岸グルメパーク",
    "lat": 43.0577367,
    "lon": 144.8441188
  },
  {
    "name": "道の駅よってけ！島牧",
    "lat": 42.6865814,
    "lon": 140.0129949
  },
  {
    "name": "道の駅てっくいランド大成",
    "lat": 42.2125547,
    "lon": 139.8767836
  },
  {
    "name": "道の駅しもつけ トイレ",
    "lat": 36.3967577,
    "lon": 139.8839809
  },
  {
    "name": "道の駅めぬま",
    "lat": 36.2147108,
    "lon": 139.3699071
  },
  {
    "name": "道の駅かわもと農産物直売所",
    "lat": 36.1515054,
    "lon": 139.2890597
  },
  {
    "name": "道の駅かわもと",
    "lat": 36.1514589,
    "lon": 139.2887997
  },
  {
    "name": "道の駅　阿賀の里",
    "lat": 37.7377581,
    "lon": 139.3062983
  },
  {
    "name": "道の駅　みかわ",
    "lat": 37.7176929,
    "lon": 139.3602697
  },
  {
    "name": "道の駅童謡のふる里おおとね",
    "lat": 36.1702888,
    "lon": 139.6451492
  },
  {
    "name": "道の駅津かわげ",
    "lat": 34.7965581,
    "lon": 136.5177981
  },
  {
    "name": "道の駅なかせん",
    "lat": 39.5387146,
    "lon": 140.5329109
  },
  {
    "name": "道の駅しんしのつ",
    "lat": 43.2141311,
    "lon": 141.6427012
  },
  {
    "name": "道の駅 南國風良里",
    "lat": 33.6111795,
    "lon": 133.6419926
  },
  {
    "name": "道の駅 北浦",
    "lat": 32.6849765,
    "lon": 131.8009379
  },
  {
    "name": "道の駅 ことおか",
    "lat": 40.022204,
    "lon": 140.080411
  },
  {
    "name": "道の駅 つるぬま",
    "lat": 43.4512751,
    "lon": 141.8355128
  },
  {
    "name": "道の駅 貞光ゆうゆう館",
    "lat": 34.0426576,
    "lon": 134.0598629
  },
  {
    "name": "道の駅 風のマルシェ　御前崎",
    "lat": 34.6401078,
    "lon": 138.1111618
  },
  {
    "name": "道の駅庄和宝くじ売り場",
    "lat": 35.9969735,
    "lon": 139.7946377
  },
  {
    "name": "道の駅SanPin中津",
    "lat": 33.9503035,
    "lon": 135.2632887
  },
  {
    "name": "道の駅桜島",
    "lat": 31.5893516,
    "lon": 130.5988675
  },
  {
    "name": "道の駅　大館能代空港",
    "lat": 40.1975465,
    "lon": 140.3735993
  },
  {
    "name": "道の駅　厳美渓　もちと湯の郷",
    "lat": 38.9464111,
    "lon": 141.0529074
  },
  {
    "name": "道の駅 お茶の京都 みなみやましろ村",
    "lat": 34.7651481,
    "lon": 136.0245076
  },
  {
    "name": "道の駅　あいとうマーガレットステーション",
    "lat": 35.1096665,
    "lon": 136.2586997
  },
  {
    "name": "道の駅　しらとりの郷　羽曳野",
    "lat": 34.5330199,
    "lon": 135.5878381
  },
  {
    "name": "道の駅藤樹の里あどがわ",
    "lat": 35.3263798,
    "lon": 136.0295604
  },
  {
    "name": "道の駅妹子の郷",
    "lat": 35.1594265,
    "lon": 135.9015222
  },
  {
    "name": "道の駅浅井三姉妹の郷",
    "lat": 35.4297997,
    "lon": 136.306478
  },
  {
    "name": "道の駅 燕三条地場産センター",
    "lat": 37.6495508,
    "lon": 138.9337479
  },
  {
    "name": "道の駅にしかた",
    "lat": 36.466788,
    "lon": 139.7427423
  },
  {
    "name": "道の駅かぞわたらせ",
    "lat": 36.2111352,
    "lon": 139.6623529
  },
  {
    "name": "道の駅 財部きらら館",
    "lat": 31.7288217,
    "lon": 130.9986714
  },
  {
    "name": "道の駅 山之口",
    "lat": 31.7943918,
    "lon": 131.2026535
  },
  {
    "name": "道の駅 土佐和紙工芸村",
    "lat": 33.5735144,
    "lon": 133.3660546
  },
  {
    "name": "道の駅 633美の里",
    "lat": 33.6435072,
    "lon": 133.328399
  },
  {
    "name": "道の駅「さかい」",
    "lat": 36.1025402,
    "lon": 139.7949089
  },
  {
    "name": "道の駅 さかい",
    "lat": 36.1026988,
    "lon": 139.7953267
  },
  {
    "name": "道の駅あいおい",
    "lat": 43.5454049,
    "lon": 143.9803264
  },
  {
    "name": "道の駅みかも",
    "lat": 36.2968054,
    "lon": 139.625071
  },
  {
    "name": "道の駅あわじ",
    "lat": 34.6011617,
    "lon": 135.0090839
  },
  {
    "name": "道の駅 マリンドリーム能生",
    "lat": 37.1133086,
    "lon": 138.0035855
  },
  {
    "name": "道の駅むげ川",
    "lat": 35.5151453,
    "lon": 136.8541788
  },
  {
    "name": "道の駅 瀬戸大橋記念公園",
    "lat": 34.3526178,
    "lon": 133.8261887
  },
  {
    "name": "道の駅 空の夢もみの木パーク",
    "lat": 34.1550338,
    "lon": 133.8219762
  },
  {
    "name": "道の駅さかい",
    "lat": 36.103564,
    "lon": 139.7954732
  },
  {
    "name": "道の駅犬挟",
    "lat": 35.3292848,
    "lon": 133.756169
  },
  {
    "name": "道の駅 高千穂 : レストラン",
    "lat": 32.7085143,
    "lon": 131.3005216
  },
  {
    "name": "道の駅志野・織部",
    "lat": 35.3942042,
    "lon": 137.1879742
  },
  {
    "name": "道の駅おんねゆ温泉",
    "lat": 43.7535619,
    "lon": 143.5006844
  },
  {
    "name": "道の駅 富士川",
    "lat": 35.5573293,
    "lon": 138.4718977
  },
  {
    "name": "道の駅 くんま水車の里",
    "lat": 34.9621893,
    "lon": 137.7331309
  },
  {
    "name": "道の駅おんねゆ温泉（スクール・都市間）",
    "lat": 43.7536205,
    "lon": 143.5004478
  },
  {
    "name": "道の駅 砺波",
    "lat": 36.6414301,
    "lon": 136.9600796
  },
  {
    "name": "道の駅 竜王 かがみの里",
    "lat": 35.0858624,
    "lon": 136.0789139
  },
  {
    "name": "道の駅 海の京都 宮津",
    "lat": 35.538205,
    "lon": 135.1942581
  },
  {
    "name": "道の駅 花夢里にいつ",
    "lat": 37.7922825,
    "lon": 139.0792117
  },
  {
    "name": "道の駅 のと千里浜",
    "lat": 36.8860668,
    "lon": 136.7686656
  },
  {
    "name": "道の駅たろう",
    "lat": 39.7378271,
    "lon": 141.9715992
  },
  {
    "name": "道の駅 紀伊長島マンボウ",
    "lat": 34.2169516,
    "lon": 136.3466673
  },
  {
    "name": "道の駅しらたき",
    "lat": 43.8697703,
    "lon": 143.0762765
  },
  {
    "name": "道の駅 良寛の里わしま",
    "lat": 37.5822555,
    "lon": 138.7595656
  },
  {
    "name": "道の駅東山道伊王野",
    "lat": 36.9540199,
    "lon": 140.1569341
  },
  {
    "name": "道の駅 うり坊の郷",
    "lat": 34.4834213,
    "lon": 131.6322174
  },
  {
    "name": "道の駅上品の郷;ふたごの湯",
    "lat": 38.5012466,
    "lon": 141.2968052
  },
  {
    "name": "道の駅 ふたみ ふたみシーサイド公園",
    "lat": 33.6853313,
    "lon": 132.6341958
  },
  {
    "name": "道の駅大和",
    "lat": 33.3392847,
    "lon": 130.257687
  },
  {
    "name": "道の駅 なないろ・ななえ",
    "lat": 41.9256122,
    "lon": 140.6560589
  },
  {
    "name": "道の駅 にちなん日野川の郷",
    "lat": 35.1705552,
    "lon": 133.311101
  },
  {
    "name": "道の駅久米の里",
    "lat": 35.0558598,
    "lon": 133.9229006
  },
  {
    "name": "道の駅川根温泉",
    "lat": 34.959655,
    "lon": 138.090232
  },
  {
    "name": "道の駅　むろね",
    "lat": 38.931184,
    "lon": 141.4479714
  },
  {
    "name": "道の駅 むろね",
    "lat": 38.9315335,
    "lon": 141.4485954
  },
  {
    "name": "道の駅 玉露の里",
    "lat": 34.9509254,
    "lon": 138.251579
  },
  {
    "name": "道の駅はちもり",
    "lat": 40.4212179,
    "lon": 139.9488364
  },
  {
    "name": "道の駅 皆野",
    "lat": 36.077083,
    "lon": 139.1094
  },
  {
    "name": "道の駅三滝堂",
    "lat": 38.7077855,
    "lon": 141.3287268
  },
  {
    "name": "道の駅 上天草さんばーる",
    "lat": 32.5772801,
    "lon": 130.4202319
  },
  {
    "name": "道の駅はなやか小清水",
    "lat": 43.9337218,
    "lon": 144.4532492
  },
  {
    "name": "道の駅 宇土ﾏﾘｰﾅ",
    "lat": 32.662287,
    "lon": 130.522806
  },
  {
    "name": "道の駅しもつま",
    "lat": 36.2162513,
    "lon": 139.9868252
  },
  {
    "name": "道の駅おがち",
    "lat": 39.0649814,
    "lon": 140.4602721
  },
  {
    "name": "道の駅 みなの",
    "lat": 36.077084,
    "lon": 139.1094613
  },
  {
    "name": "道の駅 菰野",
    "lat": 35.0136856,
    "lon": 136.5031524
  },
  {
    "name": "道の駅 まくらがの里 こが",
    "lat": 36.1916785,
    "lon": 139.7897104
  },
  {
    "name": "道の駅 たまつくり",
    "lat": 36.0963026,
    "lon": 140.4036234
  },
  {
    "name": "道の駅 発酵の里こうざき",
    "lat": 35.9001961,
    "lon": 140.3793271
  },
  {
    "name": "道の駅 二の宮",
    "lat": 36.3673069,
    "lon": 139.9651714
  },
  {
    "name": "道の駅 ごか",
    "lat": 36.0953392,
    "lon": 139.758237
  },
  {
    "name": "道の駅山中温泉ゆけむり健康村",
    "lat": 36.2380812,
    "lon": 136.3676601
  },
  {
    "name": "道の駅あさじ",
    "lat": 33.0026173,
    "lon": 131.448133
  },
  {
    "name": "道の駅 石狩「あいろーど厚田」",
    "lat": 43.4039721,
    "lon": 141.4318402
  },
  {
    "name": "道の駅中条",
    "lat": 36.6037872,
    "lon": 138.0162153
  },
  {
    "name": "道の駅こすげ物産館",
    "lat": 35.7537266,
    "lon": 138.9497071
  },
  {
    "name": "道の駅「上田道と川の駅」",
    "lat": 36.406873,
    "lon": 138.2054706
  },
  {
    "name": "道の駅ファームネス木島平",
    "lat": 36.8522133,
    "lon": 138.3885397
  },
  {
    "name": "道の駅 信越さかえ",
    "lat": 36.9885683,
    "lon": 138.5820852
  },
  {
    "name": "道の駅白馬",
    "lat": 36.6535276,
    "lon": 137.8468926
  },
  {
    "name": "道の駅両神温泉;薬師の湯",
    "lat": 36.0048579,
    "lon": 138.9710225
  },
  {
    "name": "道の駅「信州新野千石平」",
    "lat": 35.2573687,
    "lon": 137.7448011
  },
  {
    "name": "道の駅川辺やすらぎの郷",
    "lat": 31.4121089,
    "lon": 130.4331242
  },
  {
    "name": "道の駅 池田温泉",
    "lat": 35.4196666,
    "lon": 136.5585294
  },
  {
    "name": "道の駅掛川休憩所",
    "lat": 34.7943576,
    "lon": 138.0762943
  },
  {
    "name": "道の駅愛彩ランド",
    "lat": 34.4235728,
    "lon": 135.4258326
  },
  {
    "name": "道の駅みわ前",
    "lat": 36.6549714,
    "lon": 140.2788207
  },
  {
    "name": "道の駅 すばしり",
    "lat": 35.3627351,
    "lon": 138.8588073
  },
  {
    "name": "道の駅 とみざわ",
    "lat": 35.2417732,
    "lon": 138.4851456
  },
  {
    "name": "道の駅 かつやま",
    "lat": 35.5046641,
    "lon": 138.734453
  },
  {
    "name": "道の駅 なんぶ",
    "lat": 35.3064454,
    "lon": 138.4469847
  },
  {
    "name": "道の駅 しもべ",
    "lat": 35.4700012,
    "lon": 138.5130568
  },
  {
    "name": "道の駅開国下田みなと",
    "lat": 34.6748064,
    "lon": 138.9511655
  },
  {
    "name": "道の駅 みのぶ 富士川観光センター",
    "lat": 35.4193022,
    "lon": 138.4370755
  },
  {
    "name": "道の駅「明治の森」黒磯",
    "lat": 37.0002865,
    "lon": 139.9844464
  },
  {
    "name": "道の駅 箱根峠",
    "lat": 35.1867217,
    "lon": 139.0156483
  },
  {
    "name": "道の駅 ふじおやま",
    "lat": 35.3444936,
    "lon": 138.9500144
  },
  {
    "name": "道の駅 富士川楽座",
    "lat": 35.1618784,
    "lon": 138.6184659
  },
  {
    "name": "道の駅 みずなし本陣ふかえ（営業終了）",
    "lat": 32.7393146,
    "lon": 130.3669439
  },
  {
    "name": "道の駅きつれがわ",
    "lat": 36.7153091,
    "lon": 140.0330543
  },
  {
    "name": "道の駅「アルプス安曇野 ほりがねの里」",
    "lat": 36.2936088,
    "lon": 137.8779888
  },
  {
    "name": "道の駅小谷;深山の湯",
    "lat": 36.8452632,
    "lon": 137.9007159
  },
  {
    "name": "道の駅 「ならは」",
    "lat": 37.2496611,
    "lon": 140.9974066
  },
  {
    "name": "道の駅 池田",
    "lat": 36.3969913,
    "lon": 137.8848848
  },
  {
    "name": "道の駅あいおい;白龍城",
    "lat": 34.8042584,
    "lon": 134.4613301
  },
  {
    "name": "道の駅　どうし",
    "lat": 35.5036122,
    "lon": 138.9899679
  },
  {
    "name": "道の駅どうし　手づくりきっちん",
    "lat": 35.5035602,
    "lon": 138.9899896
  },
  {
    "name": "道の駅 土佐和紙工芸村;くらうどクアハウス",
    "lat": 33.5736149,
    "lon": 133.3662826
  },
  {
    "name": "道の駅;香南楽湯",
    "lat": 34.2395423,
    "lon": 134.0071752
  },
  {
    "name": "道の駅やよい;やよいの湯",
    "lat": 32.9649459,
    "lon": 131.8387614
  },
  {
    "name": "道の駅 たるみず;湯っ足り館",
    "lat": 31.5587626,
    "lon": 130.7455178
  },
  {
    "name": "道の駅ならは",
    "lat": 37.2500329,
    "lon": 140.9972319
  },
  {
    "name": "道の駅おおとう 桜街道;さくら館",
    "lat": 33.626292,
    "lon": 130.8453943
  },
  {
    "name": "道の駅;ゆ～ぱるのじり",
    "lat": 31.9643825,
    "lon": 131.0823888
  },
  {
    "name": "道の駅浅虫温泉;ゆ～さ浅虫",
    "lat": 40.8917306,
    "lon": 140.8613943
  },
  {
    "name": "道の駅;雫石あねっこ",
    "lat": 39.7067738,
    "lon": 140.8745487
  },
  {
    "name": "道の駅奥久慈だいご",
    "lat": 36.768418,
    "lon": 140.3594036
  },
  {
    "name": "道の駅湯西川 湯の郷",
    "lat": 36.9299045,
    "lon": 139.6871009
  },
  {
    "name": "道の駅ろまんちっく村;湯処あぐり",
    "lat": 36.6325805,
    "lon": 139.8286167
  },
  {
    "name": "道の駅 ろまんちっく村;アグリスパ",
    "lat": 36.6330218,
    "lon": 139.8296869
  },
  {
    "name": "道の駅かさま",
    "lat": 36.3547221,
    "lon": 140.2746713
  },
  {
    "name": "道の駅ひたちおおた",
    "lat": 36.5101145,
    "lon": 140.5250377
  },
  {
    "name": "道の駅;禅の里",
    "lat": 36.0803249,
    "lon": 136.3983706
  },
  {
    "name": "道の駅蛍街道 西ノ市;西ノ市温泉",
    "lat": 34.1984397,
    "lon": 131.0767381
  },
  {
    "name": "道の駅;願成就温泉",
    "lat": 34.4342874,
    "lon": 131.7705892
  },
  {
    "name": "道の駅津和野温泉 なごみの里;あさぎりの湯",
    "lat": 34.4505706,
    "lon": 131.7599891
  },
  {
    "name": "道の駅豊平どんぐり村;龍頭の湯",
    "lat": 34.6469017,
    "lon": 132.4449488
  },
  {
    "name": "道の駅 もてぎ",
    "lat": 36.5289302,
    "lon": 140.1585254
  },
  {
    "name": "道の駅南きよさと",
    "lat": 35.8655538,
    "lon": 138.4279492
  },
  {
    "name": "道の駅 奈良井木曽の大橋",
    "lat": 35.967447,
    "lon": 137.8149009
  },
  {
    "name": "道の駅 青洲の里",
    "lat": 34.2816065,
    "lon": 135.4411456
  },
  {
    "name": "道の駅にしいや",
    "lat": 33.8889545,
    "lon": 133.8111463
  },
  {
    "name": "道の駅いちかわ",
    "lat": 35.7492023,
    "lon": 139.9192741
  },
  {
    "name": "道の駅ふたつい",
    "lat": 40.2167721,
    "lon": 140.2599613
  },
  {
    "name": "道の駅とうごう",
    "lat": 32.3913126,
    "lon": 131.5129217
  },
  {
    "name": "道の駅北川はゆま",
    "lat": 32.6660737,
    "lon": 131.7046777
  },
  {
    "name": "道の駅 丹後王国「食のみやこ」",
    "lat": 35.6752446,
    "lon": 135.0689671
  },
  {
    "name": "道の駅 農匠の郷やくの",
    "lat": 35.3383172,
    "lon": 134.9298188
  },
  {
    "name": "道の駅おおぎみ やんばるの森ビシタセンター",
    "lat": 26.6606728,
    "lon": 128.1021136
  },
  {
    "name": "道の駅 グランテラス筑西",
    "lat": 36.3228168,
    "lon": 139.9939549
  },
  {
    "name": "道の駅北斗星",
    "lat": 36.6555287,
    "lon": 140.2797002
  },
  {
    "name": "道の駅南",
    "lat": 36.7649159,
    "lon": 140.3588229
  },
  {
    "name": "道の駅 伊豆月ヶ瀬",
    "lat": 34.9224732,
    "lon": 138.9320757
  },
  {
    "name": "道の駅遠軽森のオホーツク",
    "lat": 44.0219229,
    "lon": 143.496349
  },
  {
    "name": "道の駅　宇城",
    "lat": 32.6510935,
    "lon": 130.6983129
  },
  {
    "name": "道の駅 朝霧高原",
    "lat": 35.4137224,
    "lon": 138.5896835
  },
  {
    "name": "道の駅まえばし赤城",
    "lat": 36.4376128,
    "lon": 139.0543473
  },
  {
    "name": "道の駅かよう",
    "lat": 34.8165035,
    "lon": 133.7051328
  },
  {
    "name": "道の駅果樹公園あしがくぼ食堂",
    "lat": 35.9768627,
    "lon": 139.1354704
  },
  {
    "name": "道の駅うみんぴあ大飯",
    "lat": 35.4812824,
    "lon": 135.6299468
  },
  {
    "name": "道の駅ゆすはら",
    "lat": 33.3882422,
    "lon": 132.9451612
  },
  {
    "name": "道の駅柿の里くどやま",
    "lat": 34.2928893,
    "lon": 135.5558282
  },
  {
    "name": "道の駅270",
    "lat": 31.3473589,
    "lon": 130.2781659
  },
  {
    "name": "道の駅はなまき西南",
    "lat": 39.3659842,
    "lon": 141.0560112
  },
  {
    "name": "道の駅しろいし",
    "lat": 33.1771369,
    "lon": 130.1956325
  },
  {
    "name": "道の駅 神話の里白うさぎ EV充電スタンド",
    "lat": 35.5253483,
    "lon": 134.1152977
  },
  {
    "name": "道の駅 旭志",
    "lat": 32.9311838,
    "lon": 130.830203
  },
  {
    "name": "道の駅しもごうライブカメラ",
    "lat": 37.2034737,
    "lon": 139.916341
  },
  {
    "name": "道の駅 大谷海岸",
    "lat": 38.814946,
    "lon": 141.5625793
  },
  {
    "name": "道の駅米沢",
    "lat": 37.9225753,
    "lon": 140.1377716
  },
  {
    "name": "道の駅信州平谷",
    "lat": 35.3242331,
    "lon": 137.6319012
  },
  {
    "name": "道の駅草津運動茶屋公園",
    "lat": 36.6147932,
    "lon": 138.5901789
  },
  {
    "name": "道の駅　なみえ",
    "lat": 37.4960801,
    "lon": 141.0002536
  },
  {
    "name": "道の駅許田",
    "lat": 26.551933,
    "lon": 127.9684136
  },
  {
    "name": "道の駅サンエイト美都",
    "lat": 34.6877777,
    "lon": 132.0222536
  },
  {
    "name": "道の駅おがわまち",
    "lat": 36.0522419,
    "lon": 139.2809122
  },
  {
    "name": "道の駅とみざわ",
    "lat": 35.2418241,
    "lon": 138.4850845
  },
  {
    "name": "道の駅 耶馬トピア",
    "lat": 33.489641,
    "lon": 131.1744136
  },
  {
    "name": "道の駅若狭熊川宿",
    "lat": 35.4413577,
    "lon": 135.9061794
  },
  {
    "name": "道の駅びんご府中",
    "lat": 34.570127,
    "lon": 133.2361414
  },
  {
    "name": "道の駅おながわ",
    "lat": 38.4460796,
    "lon": 141.4466591
  },
  {
    "name": "道の駅あさひ",
    "lat": 34.286481,
    "lon": 131.4594613
  },
  {
    "name": "道の駅ＧＲ大和",
    "lat": 34.9676621,
    "lon": 132.6419151
  },
  {
    "name": "道の駅たけはら",
    "lat": 34.3429003,
    "lon": 132.9125881
  },
  {
    "name": "道の駅くりもと",
    "lat": 35.8036214,
    "lon": 140.4681297
  },
  {
    "name": "道の駅かまえ",
    "lat": 32.8020874,
    "lon": 131.9247124
  },
  {
    "name": "道の駅くしがきの里",
    "lat": 34.3181697,
    "lon": 135.4769913
  },
  {
    "name": "道の駅ふかうら かそせいか焼き村",
    "lat": 40.7439207,
    "lon": 140.0006868
  },
  {
    "name": "道の駅　パレットピアおおの",
    "lat": 35.4318415,
    "lon": 136.6291703
  },
  {
    "name": "道の駅「あゆの里矢田川」",
    "lat": 35.5565293,
    "lon": 134.5706631
  },
  {
    "name": "道の駅 宍喰温泉",
    "lat": 33.5691297,
    "lon": 134.3075229
  },
  {
    "name": "道の駅白浜野島崎",
    "lat": 34.9061768,
    "lon": 139.8773676
  },
  {
    "name": "道の駅おおぎみビジターセンター",
    "lat": 26.6610266,
    "lon": 128.1022198
  },
  {
    "name": "道の駅 紀宝町ウミガメ公園",
    "lat": 33.7701952,
    "lon": 136.0286405
  },
  {
    "name": "道の駅本庄",
    "lat": 35.5177877,
    "lon": 133.1355935
  },
  {
    "name": "道の駅保田小学校",
    "lat": 35.1423356,
    "lon": 139.8439659
  },
  {
    "name": "道の駅舟屋の里伊根",
    "lat": 35.6767092,
    "lon": 135.2934691
  },
  {
    "name": "道の駅海の京都宮津",
    "lat": 35.5386794,
    "lon": 135.1929556
  },
  {
    "name": "道の駅　慈恩の滝くす",
    "lat": 33.2658742,
    "lon": 131.0683845
  },
  {
    "name": "道の駅 あやま",
    "lat": 34.8446478,
    "lon": 136.1711091
  },
  {
    "name": "道の駅 夕張メロード",
    "lat": 42.9359938,
    "lon": 142.0385081
  },
  {
    "name": "道の駅豊崎",
    "lat": 26.1569398,
    "lon": 127.6555451
  },
  {
    "name": "道の駅季楽里あさひ",
    "lat": 35.7178928,
    "lon": 140.6754497
  },
  {
    "name": "道の駅;マルシェなかとさ",
    "lat": 33.3221648,
    "lon": 133.2350984
  },
  {
    "name": "道の駅みぶ「みらい館」",
    "lat": 36.455128,
    "lon": 139.8062423
  },
  {
    "name": "道の駅「あがの」",
    "lat": 37.8370028,
    "lon": 139.1653486
  },
  {
    "name": "道の駅いちかわ キッチンカーステーション",
    "lat": 35.749715,
    "lon": 139.9198769
  },
  {
    "name": "道の駅 多々羅しまなみ公園(大三島BS至近)",
    "lat": 34.254444,
    "lon": 133.054074
  },
  {
    "name": "道の駅 御島（大山祇神社そば）",
    "lat": 34.2489087,
    "lon": 133.0054912
  },
  {
    "name": "道の駅 いずのへそ",
    "lat": 35.0119071,
    "lon": 138.9411079
  },
  {
    "name": "道の駅 伊豆ゲートウェイ函南",
    "lat": 35.0756278,
    "lon": 138.9259735
  },
  {
    "name": "道の駅いちかわ(2)",
    "lat": 35.7501245,
    "lon": 139.9198013
  },
  {
    "name": "道の駅いちかわ(1)",
    "lat": 35.7493855,
    "lon": 139.9201845
  },
  {
    "name": "道の駅ファームス木島平",
    "lat": 36.8523077,
    "lon": 138.3882527
  },
  {
    "name": "道の駅 福良",
    "lat": 34.2559168,
    "lon": 134.7198292
  },
  {
    "name": "道の駅「歌舞伎の里大鹿」スタンプ台",
    "lat": 35.5650766,
    "lon": 138.037175
  },
  {
    "name": "道の駅「塩津海道あぢかまの里」",
    "lat": 35.5204931,
    "lon": 136.1629254
  },
  {
    "name": "道の駅川辺やすらぎかん",
    "lat": 31.4127464,
    "lon": 130.4328997
  },
  {
    "name": "道の駅　常総",
    "lat": 36.0840155,
    "lon": 139.9851913
  },
  {
    "name": "道の駅　かさま",
    "lat": 36.3560098,
    "lon": 140.2744998
  },
  {
    "name": "道の駅きょなん",
    "lat": 35.1279903,
    "lon": 139.8371255
  },
  {
    "name": "道の駅とよおか",
    "lat": 35.5443528,
    "lon": 137.8908838
  },
  {
    "name": "道の駅よこはま　菜の花プラザ",
    "lat": 41.0837577,
    "lon": 141.2569111
  },
  {
    "name": "道の駅九頭竜",
    "lat": 35.9046637,
    "lon": 136.6623272
  },
  {
    "name": "道の駅 すくも サニーサイドパーク",
    "lat": 32.9162297,
    "lon": 132.7123846
  },
  {
    "name": "道の駅たまつくり",
    "lat": 36.0963494,
    "lon": 140.4035836
  },
  {
    "name": "道の駅こまつ木場潟【簡易ポート】",
    "lat": 36.36988,
    "lon": 136.46261
  },
  {
    "name": "道の駅 かさま",
    "lat": 36.35568,
    "lon": 140.274638
  },
  {
    "name": "道の駅マキノ追坂峠",
    "lat": 35.481738,
    "lon": 136.0829635
  },
  {
    "name": "道の駅つる",
    "lat": 35.5825385,
    "lon": 138.9311903
  },
  {
    "name": "道の駅グランテラス筑西",
    "lat": 36.3230194,
    "lon": 139.9947337
  },
  {
    "name": "道の駅とよおかマルシェ",
    "lat": 35.544447,
    "lon": 137.8910626
  },
  {
    "name": "道の駅沼南前",
    "lat": 35.8555962,
    "lon": 140.0247779
  },
  {
    "name": "道の駅 奥熊野;Michi-no-eki Okukumano",
    "lat": 33.8645382,
    "lon": 135.7618386
  },
  {
    "name": "道の駅たがみ",
    "lat": 37.6985397,
    "lon": 139.0587804
  },
  {
    "name": "道の駅スプリングスひよし周辺マップ",
    "lat": 35.153127,
    "lon": 135.5161335
  },
  {
    "name": "道の駅スプリングスひよし",
    "lat": 35.1527837,
    "lon": 135.5158304
  },
  {
    "name": "道の駅湖北水鳥ステーション",
    "lat": 35.4450581,
    "lon": 136.1905902
  },
  {
    "name": "道の駅くしま",
    "lat": 31.4626747,
    "lon": 131.228981
  },
  {
    "name": "道の駅 レスティ唐古・鍵",
    "lat": 34.5712982,
    "lon": 135.797746
  },
  {
    "name": "道の駅 虹の森公園まつの RVパーク",
    "lat": 33.2300231,
    "lon": 132.7106394
  },
  {
    "name": "道の駅 北信州やまのうち",
    "lat": 36.7412786,
    "lon": 138.4049403
  },
  {
    "name": "道の駅常総",
    "lat": 36.0842306,
    "lon": 139.9852371
  },
  {
    "name": "道の駅竜北",
    "lat": 32.5771778,
    "lon": 130.6951299
  },
  {
    "name": "道の駅クロスウェイなかまち",
    "lat": 34.6694597,
    "lon": 135.754987
  },
  {
    "name": "道の駅美郷 源義家像",
    "lat": 39.3794544,
    "lon": 140.5679677
  },
  {
    "name": "道の駅あなみず",
    "lat": 37.2282282,
    "lon": 136.9046193
  },
  {
    "name": "道の駅しらまの里",
    "lat": 34.0150391,
    "lon": 135.3344627
  },
  {
    "name": "道の駅しみず",
    "lat": 34.0879601,
    "lon": 135.4433984
  },
  {
    "name": "道の駅　すさみ",
    "lat": 33.5055232,
    "lon": 135.5997961
  },
  {
    "name": "道の駅いとまん前",
    "lat": 26.1386905,
    "lon": 127.6613893
  },
  {
    "name": "道の駅いとまん",
    "lat": 26.1387196,
    "lon": 127.6609602
  },
  {
    "name": "道の駅　サンピコごうつ",
    "lat": 35.0452375,
    "lon": 132.299495
  },
  {
    "name": "道の駅パン工房ドラゴンママ",
    "lat": 35.0433518,
    "lon": 136.1448205
  },
  {
    "name": "道の駅 かなん",
    "lat": 34.4783868,
    "lon": 135.6171213
  },
  {
    "name": "道の駅 紀の川万葉の里",
    "lat": 34.2846109,
    "lon": 135.4647958
  },
  {
    "name": "道の駅　草津運動茶屋公園",
    "lat": 36.614802,
    "lon": 138.5903532
  },
  {
    "name": "道の駅　きりら坂下",
    "lat": 35.5710769,
    "lon": 137.5346679
  },
  {
    "name": "道の駅　賤母",
    "lat": 35.5860774,
    "lon": 137.5504349
  },
  {
    "name": "道の駅　南信州うるぎ",
    "lat": 35.2737348,
    "lon": 137.7096425
  },
  {
    "name": "道の駅　どんぐりの里稲武",
    "lat": 35.2136181,
    "lon": 137.5022277
  },
  {
    "name": "道の駅 上矢作 ラ·フォーレ福寿の里",
    "lat": 35.3234214,
    "lon": 137.4719026
  },
  {
    "name": "道の駅 根来さくらの里",
    "lat": 34.3118528,
    "lon": 135.3069484
  },
  {
    "name": "道の駅ながおか花火館",
    "lat": 37.4552911,
    "lon": 138.8046451
  },
  {
    "name": "道の駅パティオにいがた",
    "lat": 37.5464989,
    "lon": 138.8831609
  },
  {
    "name": "道の駅湘南ちがさき前",
    "lat": 35.3210067,
    "lon": 139.3792451
  },
  {
    "name": "道の駅いかりがせき",
    "lat": 40.4810822,
    "lon": 140.6234785
  },
  {
    "name": "道の駅熊野川バス停",
    "lat": 33.7902388,
    "lon": 135.8964111
  },
  {
    "name": "道の駅泗水",
    "lat": 32.9250472,
    "lon": 130.7714574
  },
  {
    "name": "道の駅七城メロンドーム",
    "lat": 32.9803716,
    "lon": 130.7701958
  },
  {
    "name": "道の駅 神戸フルーツ・フラワーパーク大沢",
    "lat": 34.8499423,
    "lon": 135.1910507
  },
  {
    "name": "道の駅 大和路へぐり",
    "lat": 34.6231,
    "lon": 135.70637
  },
  {
    "name": "道の駅 奥河内くろまろの郷",
    "lat": 34.43609,
    "lon": 135.55127
  },
  {
    "name": "道の駅 みたら室蘭 ULTRA EV CHARGER",
    "lat": 42.3417907,
    "lon": 140.9440696
  },
  {
    "name": "道の駅 温泉の里神山",
    "lat": 33.9735897,
    "lon": 134.3675362
  },
  {
    "name": "道の駅 藍ランドうだつ",
    "lat": 34.0669396,
    "lon": 134.1469264
  },
  {
    "name": "道の駅たまかわ",
    "lat": 37.2226653,
    "lon": 140.4186611
  },
  {
    "name": "道の駅大山",
    "lat": 33.4708093,
    "lon": 133.9445529
  },
  {
    "name": "道の駅裏磐梯",
    "lat": 37.6650442,
    "lon": 140.0438828
  },
  {
    "name": "道の駅 近つ飛鳥の里・太子",
    "lat": 34.5165732,
    "lon": 135.6586369
  },
  {
    "name": "道の駅ひらた",
    "lat": 37.2501529,
    "lon": 140.5606272
  },
  {
    "name": "道の駅 香南楽湯",
    "lat": 34.2396162,
    "lon": 134.0070565
  },
  {
    "name": "道の駅　京都新光悦村",
    "lat": 35.1242205,
    "lon": 135.4826398
  },
  {
    "name": "道の駅 ちはやあかさか",
    "lat": 34.4641559,
    "lon": 135.6260602
  },
  {
    "name": "道の駅 いずみ山愛の里",
    "lat": 34.4234127,
    "lon": 135.4823448
  },
  {
    "name": "道の駅；水の郷さわら",
    "lat": 35.8962814,
    "lon": 140.5068407
  },
  {
    "name": "道の駅 はにゅう",
    "lat": 36.1884439,
    "lon": 139.5103193
  },
  {
    "name": "道の駅潮見坂",
    "lat": 34.6772518,
    "lon": 137.4979783
  },
  {
    "name": "道の駅東浦",
    "lat": 34.5381462,
    "lon": 134.9925609
  },
  {
    "name": "道の駅 汐入の里",
    "lat": 33.9285978,
    "lon": 130.7314334
  },
  {
    "name": "道の駅日立おさかなセンター",
    "lat": 36.492172,
    "lon": 140.614874
  },
  {
    "name": "道の駅 稲武",
    "lat": 35.2135449,
    "lon": 137.5020746
  },
  {
    "name": "道の駅 ならは",
    "lat": 37.2501594,
    "lon": 140.9974631
  },
  {
    "name": "道の駅南相馬",
    "lat": 37.6355852,
    "lon": 140.983504
  },
  {
    "name": "道の駅よつくら港　交流館",
    "lat": 37.1074546,
    "lon": 140.9930802
  },
  {
    "name": "道の駅美ヶ原高原美術館",
    "lat": 36.2311734,
    "lon": 138.1393467
  },
  {
    "name": "道の駅あきた港",
    "lat": 39.7517627,
    "lon": 140.0619785
  },
  {
    "name": "道の駅いながわ",
    "lat": 34.9193628,
    "lon": 135.3517983
  },
  {
    "name": "道の駅若狭おばま　売店",
    "lat": 35.49198,
    "lon": 135.7631424
  },
  {
    "name": "道の駅　豊根グリーンポート宮嶋",
    "lat": 35.1791096,
    "lon": 137.6827277
  },
  {
    "name": "道の駅 滝宮",
    "lat": 34.2504685,
    "lon": 133.9165809
  },
  {
    "name": "道の駅いちごの里よしみ",
    "lat": 36.0367165,
    "lon": 139.4587194
  },
  {
    "name": "道の駅高千穂",
    "lat": 32.7085742,
    "lon": 131.3009528
  },
  {
    "name": "道の駅酒谷",
    "lat": 31.6418665,
    "lon": 131.2666153
  },
  {
    "name": "道の駅錦",
    "lat": 32.2056452,
    "lon": 130.8448643
  },
  {
    "name": "道の駅清和文楽邑",
    "lat": 32.6906417,
    "lon": 131.091587
  },
  {
    "name": "道の駅へぐり くまがしステーション",
    "lat": 34.6232966,
    "lon": 135.7060252
  },
  {
    "name": "道の駅竹田",
    "lat": 32.985522,
    "lon": 131.3404829
  },
  {
    "name": "道の駅朝地",
    "lat": 33.0025859,
    "lon": 131.448039
  },
  {
    "name": "道の駅今治市多々羅しまなみ公園",
    "lat": 34.2543266,
    "lon": 133.0542913
  },
  {
    "name": "道の駅　にしお岡ノ山",
    "lat": 34.8766856,
    "lon": 137.0821207
  },
  {
    "name": "道の駅オアシスなんもく",
    "lat": 36.1781657,
    "lon": 138.7417924
  },
  {
    "name": "道の駅 どうし",
    "lat": 35.5033315,
    "lon": 138.9897747
  },
  {
    "name": "道の駅 なるさわ",
    "lat": 35.4781994,
    "lon": 138.6922101
  },
  {
    "name": "道の駅甲斐大和",
    "lat": 35.6356349,
    "lon": 138.7928979
  },
  {
    "name": "道の駅 甲斐大和",
    "lat": 35.635864,
    "lon": 138.7927641
  },
  {
    "name": "道の駅 あらかわ",
    "lat": 35.9542206,
    "lon": 139.0127773
  },
  {
    "name": "道の駅 果樹公園あしがくぼ",
    "lat": 35.9771393,
    "lon": 139.1358861
  },
  {
    "name": "道の駅 ちちぶ",
    "lat": 35.9975596,
    "lon": 139.0890974
  },
  {
    "name": "道の駅 川口・あんぎょう",
    "lat": 35.848219,
    "lon": 139.7657818
  },
  {
    "name": "道の駅 花かげの郷まきおか",
    "lat": 35.7544595,
    "lon": 138.7184248
  },
  {
    "name": "道の駅 富士 (上り)",
    "lat": 35.1333097,
    "lon": 138.647263
  },
  {
    "name": "道の駅 富士 (下り)",
    "lat": 35.132563,
    "lon": 138.6466477
  },
  {
    "name": "道の駅村田",
    "lat": 38.1188116,
    "lon": 140.7177256
  },
  {
    "name": "道の駅 宇津ノ谷峠 (藤枝側)",
    "lat": 34.9264128,
    "lon": 138.3013495
  },
  {
    "name": "道の駅鴨川オーシャンパーク",
    "lat": 35.0641546,
    "lon": 140.0770392
  },
  {
    "name": "道の駅 たばやま",
    "lat": 35.7896375,
    "lon": 138.9242663
  },
  {
    "name": "道の駅 原尻の滝",
    "lat": 32.9656949,
    "lon": 131.4523697
  },
  {
    "name": "道の駅なんごう",
    "lat": 31.5028825,
    "lon": 131.3782743
  },
  {
    "name": "道の駅 舞鶴港とれとれセンター",
    "lat": 35.4502965,
    "lon": 135.314531
  },
  {
    "name": "道の駅 上州おにし",
    "lat": 36.14306,
    "lon": 139.0403568
  },
  {
    "name": "道の駅おおた",
    "lat": 36.26459,
    "lon": 139.2961576
  },
  {
    "name": "道の駅清川",
    "lat": 32.9716552,
    "lon": 131.518213
  },
  {
    "name": "道の駅佐賀関",
    "lat": 33.247284,
    "lon": 131.8284471
  },
  {
    "name": "道の駅佐賀関Ｐ",
    "lat": 33.246877,
    "lon": 131.8266953
  },
  {
    "name": "道の駅「喜名番所」",
    "lat": 26.398537,
    "lon": 127.7579528
  },
  {
    "name": "道の駅伊東",
    "lat": 34.9861079,
    "lon": 139.0939229
  },
  {
    "name": "道の駅七ヶ宿",
    "lat": 37.9710425,
    "lon": 140.5048737
  },
  {
    "name": "道の駅赤城の恵",
    "lat": 36.4240593,
    "lon": 139.1289853
  },
  {
    "name": "道の駅ながゆ",
    "lat": 33.071474,
    "lon": 131.3842671
  },
  {
    "name": "道の駅にのみや",
    "lat": 36.3678896,
    "lon": 139.9652605
  },
  {
    "name": "道の駅樋脇",
    "lat": 31.7964235,
    "lon": 130.407495
  },
  {
    "name": "道の駅 みなまた",
    "lat": 32.199332,
    "lon": 130.3821133
  },
  {
    "name": "道の駅みなまた",
    "lat": 32.1991124,
    "lon": 130.3817831
  },
  {
    "name": "道の駅 しもつけ",
    "lat": 36.3966522,
    "lon": 139.8832215
  },
  {
    "name": "道の駅海山",
    "lat": 34.1023551,
    "lon": 136.2143022
  },
  {
    "name": "道の駅みなみ波賀",
    "lat": 35.1485084,
    "lon": 134.5399508
  },
  {
    "name": "道の駅波賀",
    "lat": 35.2017178,
    "lon": 134.5219752
  },
  {
    "name": "道の駅ぽかぽかランド美麻",
    "lat": 36.6053717,
    "lon": 137.8955277
  },
  {
    "name": "道の駅「あっさぶ」",
    "lat": 41.9166273,
    "lon": 140.2162626
  },
  {
    "name": "道の駅和田浦WA･O！",
    "lat": 35.0426071,
    "lon": 140.0206052
  },
  {
    "name": "道の駅富楽里とみやま",
    "lat": 35.1009652,
    "lon": 139.8553263
  },
  {
    "name": "道の駅おおつの里 花倶楽部",
    "lat": 35.0577021,
    "lon": 139.8610985
  },
  {
    "name": "道の駅とみうら 枇杷倶楽部",
    "lat": 35.0376647,
    "lon": 139.8376598
  },
  {
    "name": "道の駅いたこ",
    "lat": 35.9462232,
    "lon": 140.5893954
  },
  {
    "name": "道の駅花の駅千曲川",
    "lat": 36.8817255,
    "lon": 138.3880468
  },
  {
    "name": "道の駅 みのかも",
    "lat": 35.4736635,
    "lon": 137.0298609
  },
  {
    "name": "道の駅あそ",
    "lat": 32.9369895,
    "lon": 131.0808947
  },
  {
    "name": "道の駅「会津柳津」",
    "lat": 37.5289027,
    "lon": 139.723367
  },
  {
    "name": "道の駅 奥会津かねやま",
    "lat": 37.4718173,
    "lon": 139.5302619
  },
  {
    "name": "道の駅ふるどの",
    "lat": 37.0931444,
    "lon": 140.5299356
  },
  {
    "name": "道の駅雷電くるみの里",
    "lat": 36.3555513,
    "lon": 138.3747048
  },
  {
    "name": "道の駅藤岡 (ららん藤岡)",
    "lat": 36.272384,
    "lon": 139.0736944
  },
  {
    "name": "道の駅豊栄",
    "lat": 37.9572291,
    "lon": 139.2220995
  },
  {
    "name": "道の駅川場田園プラザ",
    "lat": 36.6869468,
    "lon": 139.1067736
  },
  {
    "name": "道の駅 豆島オリーブ公園",
    "lat": 34.472824,
    "lon": 134.2736506
  },
  {
    "name": "道の駅遠野風の丘",
    "lat": 39.3307375,
    "lon": 141.5008426
  },
  {
    "name": "道の駅マリンドリーム能生",
    "lat": 37.1136661,
    "lon": 138.0033359
  },
  {
    "name": "道の駅 うみてらす名立",
    "lat": 37.1630512,
    "lon": 138.0863412
  },
  {
    "name": "道の駅縄文ロマン南かやべ",
    "lat": 41.9275472,
    "lon": 140.9449987
  },
  {
    "name": "道の駅にしめ",
    "lat": 39.3628706,
    "lon": 140.0144964
  },
  {
    "name": "道の駅わっかない",
    "lat": 45.4174074,
    "lon": 141.6776808
  },
  {
    "name": "道の駅なとわ・えさん",
    "lat": 41.779626,
    "lon": 141.1013132
  },
  {
    "name": "道の駅てしお",
    "lat": 44.8846829,
    "lon": 141.7482749
  },
  {
    "name": "道の駅花の里いいじま",
    "lat": 35.6616984,
    "lon": 137.9102671
  },
  {
    "name": "道の駅「銀の馬車道・神河」",
    "lat": 35.0916094,
    "lon": 134.7780268
  },
  {
    "name": "道の駅 庄川",
    "lat": 36.5742769,
    "lon": 136.9799586
  },
  {
    "name": "道の駅宿場町ひらふく",
    "lat": 35.0444854,
    "lon": 134.3694702
  },
  {
    "name": "道の駅しょうわ",
    "lat": 39.8645688,
    "lon": 140.0778035
  },
  {
    "name": "道の駅くろほね・やまびこ",
    "lat": 36.4912268,
    "lon": 139.2714912
  },
  {
    "name": "道の駅天童温泉",
    "lat": 38.3539265,
    "lon": 140.3865201
  },
  {
    "name": "道の駅みぶ",
    "lat": 36.4551384,
    "lon": 139.8070857
  },
  {
    "name": "道の駅みぶみらい館",
    "lat": 36.4551913,
    "lon": 139.8067336
  },
  {
    "name": "道の駅高岡",
    "lat": 31.9458061,
    "lon": 131.3406261
  },
  {
    "name": "道の駅桜峠",
    "lat": 37.3316495,
    "lon": 137.0112117
  },
  {
    "name": "道の駅 象潟",
    "lat": 39.2201539,
    "lon": 139.9002686
  },
  {
    "name": "道の駅立田　ふれあいの里",
    "lat": 35.1443531,
    "lon": 136.6939795
  },
  {
    "name": "道の駅きららあじす",
    "lat": 34.0127529,
    "lon": 131.3695479
  },
  {
    "name": "道の駅きらら阿知須",
    "lat": 34.0129282,
    "lon": 131.3690555
  },
  {
    "name": "道の駅スワン44 ねむろ",
    "lat": 43.2617518,
    "lon": 145.438581
  },
  {
    "name": "道の駅いなかだて",
    "lat": 40.6340409,
    "lon": 140.5779701
  },
  {
    "name": "道の駅「遠野風の丘」",
    "lat": 39.3309933,
    "lon": 141.500585
  },
  {
    "name": "道の駅おがわら湖",
    "lat": 40.7283007,
    "lon": 141.2747212
  },
  {
    "name": "道の駅みろく",
    "lat": 34.2585011,
    "lon": 134.2422619
  },
  {
    "name": "道の駅とよはま",
    "lat": 34.0427701,
    "lon": 133.6008595
  },
  {
    "name": "道の駅ながお",
    "lat": 34.2210853,
    "lon": 134.1742822
  },
  {
    "name": "道の駅 みき",
    "lat": 34.7873192,
    "lon": 134.9772246
  },
  {
    "name": "道の駅 くらぶち小栗の里",
    "lat": 36.4244375,
    "lon": 138.793093
  },
  {
    "name": "道の駅瀞峡街道熊野川",
    "lat": 33.7904791,
    "lon": 135.8965816
  },
  {
    "name": "道の駅あいづ 湯川・会津坂下",
    "lat": 37.5573786,
    "lon": 139.8624317
  },
  {
    "name": "道の駅ねじめ",
    "lat": 31.1854971,
    "lon": 130.7673626
  },
  {
    "name": "道の駅「しもごう」",
    "lat": 37.2036354,
    "lon": 139.9167486
  },
  {
    "name": "道の駅ソレーネ周南",
    "lat": 34.074718,
    "lon": 131.6882024
  },
  {
    "name": "道の駅周南",
    "lat": 34.0744732,
    "lon": 131.6879899
  },
  {
    "name": "道の駅 南相馬",
    "lat": 37.6356912,
    "lon": 140.9832001
  },
  {
    "name": "道の駅かつら",
    "lat": 36.5448227,
    "lon": 140.3328027
  },
  {
    "name": "道の駅 第九の里",
    "lat": 34.1638283,
    "lon": 134.4988379
  },
  {
    "name": "道の駅ローズマリー公園",
    "lat": 35.0090183,
    "lon": 139.9743574
  },
  {
    "name": "道の駅やちよ",
    "lat": 35.7585021,
    "lon": 140.1069892
  },
  {
    "name": "道の駅三芳村 鄙の里",
    "lat": 35.0339454,
    "lon": 139.8948072
  },
  {
    "name": "道の駅はすぬま",
    "lat": 35.6017414,
    "lon": 140.501616
  },
  {
    "name": "道の駅あずの里いちはら",
    "lat": 35.4639364,
    "lon": 140.1092308
  },
  {
    "name": "道の駅たけゆらの里おおたき",
    "lat": 35.2548324,
    "lon": 140.2583872
  },
  {
    "name": "道の駅ちくら・潮風王国",
    "lat": 34.9295253,
    "lon": 139.9515058
  },
  {
    "name": "道の駅しばやま",
    "lat": 35.6950566,
    "lon": 140.4100729
  },
  {
    "name": "道の駅ながら",
    "lat": 35.4570881,
    "lon": 140.2067467
  },
  {
    "name": "道の駅和田浦WA・O！",
    "lat": 35.0426727,
    "lon": 140.0208707
  },
  {
    "name": "道の駅さとみ",
    "lat": 36.7060519,
    "lon": 140.5094699
  },
  {
    "name": "道の駅江差",
    "lat": 41.8942656,
    "lon": 140.1392753
  },
  {
    "name": "道の駅やいた",
    "lat": 36.8054262,
    "lon": 139.9213285
  },
  {
    "name": "道の駅ごか",
    "lat": 36.0952856,
    "lon": 139.7577117
  },
  {
    "name": "道の駅たのうら",
    "lat": 32.3645893,
    "lon": 130.5127369
  },
  {
    "name": "道の駅「みはら神明の里」",
    "lat": 34.3968052,
    "lon": 133.1039392
  },
  {
    "name": "道の駅太良",
    "lat": 33.0468128,
    "lon": 130.1690805
  },
  {
    "name": "道の駅「太良」",
    "lat": 33.044998,
    "lon": 130.1684529
  },
  {
    "name": "道の駅 小谷",
    "lat": 36.845514,
    "lon": 137.9003267
  },
  {
    "name": "道の駅おいらせ",
    "lat": 40.5855176,
    "lon": 141.1178281
  },
  {
    "name": "道の駅赤来高原",
    "lat": 34.9985224,
    "lon": 132.7140062
  },
  {
    "name": "道の駅玉村宿",
    "lat": 36.3084005,
    "lon": 139.0945671
  },
  {
    "name": "道の駅R290とちお",
    "lat": 37.4596441,
    "lon": 139.007262
  },
  {
    "name": "道の駅伊勢志摩",
    "lat": 34.3590207,
    "lon": 136.7990783
  },
  {
    "name": "道の駅きくがわ",
    "lat": 34.1261944,
    "lon": 131.0319719
  },
  {
    "name": "道の駅蛍街道西ノ市",
    "lat": 34.1977251,
    "lon": 131.0769661
  },
  {
    "name": "道の駅 瑞穂の里さらびき",
    "lat": 35.1673164,
    "lon": 135.3613977
  },
  {
    "name": "道の駅たまつくり休憩棟",
    "lat": 36.0963189,
    "lon": 140.4036612
  },
  {
    "name": "道の駅たまつくり玉水苑",
    "lat": 36.0968541,
    "lon": 140.4043981
  },
  {
    "name": "道の駅たまつくり行方市観光物産館こいこい",
    "lat": 36.0954207,
    "lon": 140.402475
  },
  {
    "name": "道の駅今治湯ノ浦温泉",
    "lat": 33.9928433,
    "lon": 133.0484145
  },
  {
    "name": "道の駅　丹後王国「食のみやこ」",
    "lat": 35.6745722,
    "lon": 135.0685027
  },
  {
    "name": "道の駅美並",
    "lat": 35.609018,
    "lon": 136.9431993
  },
  {
    "name": "道の駅 織部の里もとす",
    "lat": 35.4994194,
    "lon": 136.6677126
  },
  {
    "name": "道の駅 白馬",
    "lat": 36.653585,
    "lon": 137.8473411
  },
  {
    "name": "道の駅ぐるっとパノラマ美幌峠",
    "lat": 43.6482768,
    "lon": 144.2479563
  },
  {
    "name": "道の駅針T・R・S",
    "lat": 34.6101265,
    "lon": 135.9631104
  },
  {
    "name": "道の駅うつのみや ろまんちっく村",
    "lat": 36.6326643,
    "lon": 139.8330285
  },
  {
    "name": "道の駅風和里",
    "lat": 33.997104,
    "lon": 132.7737209
  },
  {
    "name": "道の駅ふわり",
    "lat": 33.9967701,
    "lon": 132.7731908
  },
  {
    "name": "道の駅うとろ・シリエトク",
    "lat": 44.0690471,
    "lon": 144.9907046
  },
  {
    "name": "道の駅道の駅湯の香塩原",
    "lat": 36.955735,
    "lon": 139.8994445
  },
  {
    "name": "道の駅湯の香しおばら",
    "lat": 36.9552504,
    "lon": 139.8997253
  },
  {
    "name": "道の駅しおばら",
    "lat": 36.9558107,
    "lon": 139.899147
  },
  {
    "name": "道の駅さんさん三見",
    "lat": 34.3888877,
    "lon": 131.3220365
  },
  {
    "name": "道の駅いかりがせき;津軽関の庄温泉",
    "lat": 40.4813114,
    "lon": 140.6219115
  },
  {
    "name": "道の駅いかりがせき 道路情報館",
    "lat": 40.4814487,
    "lon": 140.6230011
  },
  {
    "name": "道の駅 みのりの郷 東金",
    "lat": 35.5774553,
    "lon": 140.383353
  },
  {
    "name": "道の駅みわ",
    "lat": 36.6556545,
    "lon": 140.2798762
  },
  {
    "name": "道の駅だいご",
    "lat": 36.7682747,
    "lon": 140.3590122
  },
  {
    "name": "道の駅阿武町",
    "lat": 34.4979658,
    "lon": 131.4679655
  },
  {
    "name": "道の駅萩シーマート",
    "lat": 34.4261997,
    "lon": 131.4144175
  },
  {
    "name": "道の駅萩往環",
    "lat": 34.3702728,
    "lon": 131.4120279
  },
  {
    "name": "道の駅；萩往環",
    "lat": 34.3694049,
    "lon": 131.4131519
  },
  {
    "name": "道の駅たき",
    "lat": 35.2905317,
    "lon": 132.6322206
  },
  {
    "name": "道の駅きらら多岐",
    "lat": 35.2904873,
    "lon": 132.632428
  },
  {
    "name": "道の駅ゆうひパーク三隅",
    "lat": 34.8203632,
    "lon": 131.9769548
  },
  {
    "name": "道の駅黒磯",
    "lat": 37.0002811,
    "lon": 139.9844336
  },
  {
    "name": "道の駅みやこ",
    "lat": 39.6392156,
    "lon": 141.9700146
  },
  {
    "name": "道の駅たのはた",
    "lat": 39.913877,
    "lon": 141.9033778
  },
  {
    "name": "道の駅わきのさわ（日本猿北限）",
    "lat": 41.1678649,
    "lon": 140.8051115
  },
  {
    "name": "道の駅たいらだて宴会場（不定期営業）",
    "lat": 41.1752304,
    "lon": 140.6414534
  },
  {
    "name": "道の駅たいらだて",
    "lat": 41.1749571,
    "lon": 140.6409901
  },
  {
    "name": "道の駅売店（通年営業）",
    "lat": 41.175488,
    "lon": 140.641179
  },
  {
    "name": "道の駅こどまり",
    "lat": 41.1456136,
    "lon": 140.3203984
  },
  {
    "name": "道の駅みねはま",
    "lat": 40.264444,
    "lon": 140.028735
  },
  {
    "name": "道の駅庄内みかわマイデル",
    "lat": 38.7820113,
    "lon": 139.8469349
  },
  {
    "name": "道の駅あいお",
    "lat": 34.0288107,
    "lon": 131.4572695
  },
  {
    "name": "道の駅高浜",
    "lat": 35.4888394,
    "lon": 135.5953744
  },
  {
    "name": "道の駅あくね",
    "lat": 31.9464908,
    "lon": 130.2165431
  },
  {
    "name": "道の駅くす",
    "lat": 33.2897395,
    "lon": 131.1573
  },
  {
    "name": "道の駅のとじま",
    "lat": 37.1373004,
    "lon": 136.9982781
  },
  {
    "name": "道の駅宇津ノ谷峠　下り",
    "lat": 34.937651,
    "lon": 138.3102062
  },
  {
    "name": "道の駅しらね北側進入路",
    "lat": 35.6380821,
    "lon": 138.4710245
  },
  {
    "name": "道の駅しらね東側進入路",
    "lat": 35.6376188,
    "lon": 138.4712935
  },
  {
    "name": "道の駅あらエッサ",
    "lat": 35.4094264,
    "lon": 133.3125209
  },
  {
    "name": "道の駅喜入",
    "lat": 31.3789231,
    "lon": 130.5453884
  },
  {
    "name": "道の駅 保田小学校",
    "lat": 35.14308,
    "lon": 139.8438279
  },
  {
    "name": "道の駅 安達 智恵子の里 上り線",
    "lat": 37.6360788,
    "lon": 140.483616
  },
  {
    "name": "道の駅 上品の郷",
    "lat": 38.5010025,
    "lon": 141.2956653
  },
  {
    "name": "道の駅 クロステン十日町",
    "lat": 37.1384873,
    "lon": 138.7613939
  },
  {
    "name": "道の駅天城越え",
    "lat": 34.8561788,
    "lon": 138.9227985
  },
  {
    "name": "道の駅 掛川",
    "lat": 34.7941015,
    "lon": 138.0759912
  },
  {
    "name": "道の駅 清流茶屋 かわはら",
    "lat": 35.393579,
    "lon": 134.2030872
  },
  {
    "name": "道の駅レストセンター あわくらんど",
    "lat": 35.1797278,
    "lon": 134.3354417
  },
  {
    "name": "道の駅あわくらんど",
    "lat": 35.1800626,
    "lon": 134.3353404
  },
  {
    "name": "道の駅 こすげ",
    "lat": 35.7534771,
    "lon": 138.9499798
  },
  {
    "name": "道の駅くきざき（計画用地）",
    "lat": 35.9871642,
    "lon": 140.1164205
  },
  {
    "name": "道の駅どまんなか たぬま",
    "lat": 36.3446159,
    "lon": 139.5725241
  },
  {
    "name": "道の駅  燕趙園",
    "lat": 35.4648721,
    "lon": 133.8927948
  },
  {
    "name": "道の駅 神話の里 白うさぎ",
    "lat": 35.5254484,
    "lon": 134.1149772
  },
  {
    "name": "道の駅 田野",
    "lat": 31.7966474,
    "lon": 131.3073702
  },
  {
    "name": "道の駅ちぢみの里おぢや",
    "lat": 37.3050122,
    "lon": 138.8228079
  },
  {
    "name": "道の駅；桃山天下市",
    "lat": 33.5283191,
    "lon": 129.8737622
  },
  {
    "name": "道の駅富弘美術館 商業ゾーン",
    "lat": 36.5504628,
    "lon": 139.3732116
  },
  {
    "name": "道の駅うすい",
    "lat": 33.5638967,
    "lon": 130.713195
  },
  {
    "name": "道の駅しかおい",
    "lat": 43.0980739,
    "lon": 142.98854
  },
  {
    "name": "道の駅 ゆいゆい国頭",
    "lat": 26.7319211,
    "lon": 128.1694511
  },
  {
    "name": "道の駅あっさぶ",
    "lat": 41.9167762,
    "lon": 140.2162313
  },
  {
    "name": "道の駅波野",
    "lat": 32.9596528,
    "lon": 131.197311
  },
  {
    "name": "道の駅那須高原　友愛の森",
    "lat": 37.0411487,
    "lon": 140.013585
  },
  {
    "name": "道の駅みまき",
    "lat": 36.3347457,
    "lon": 138.3597081
  },
  {
    "name": "道の駅明治の森黒磯",
    "lat": 37.0003764,
    "lon": 139.9856573
  },
  {
    "name": "道の駅 ガレリアかめおか",
    "lat": 35.0151288,
    "lon": 135.5669049
  },
  {
    "name": "道の駅猪苗代",
    "lat": 37.5376426,
    "lon": 140.1073616
  },
  {
    "name": "道の駅日立おさかなセンターＰ",
    "lat": 36.4917356,
    "lon": 140.6145904
  },
  {
    "name": "道の駅シェルプラザ・港",
    "lat": 42.8800807,
    "lon": 140.3700779
  },
  {
    "name": "道の駅くりもと 紅小町の郷",
    "lat": 35.8060482,
    "lon": 140.4701615
  },
  {
    "name": "道の駅白間津花のパーキング",
    "lat": 34.9184197,
    "lon": 139.9356987
  },
  {
    "name": "道の駅鋸南",
    "lat": 35.1281012,
    "lon": 139.8367654
  },
  {
    "name": "道の駅たじま",
    "lat": 37.08653,
    "lon": 139.7279522
  },
  {
    "name": "道の駅龍勢会館",
    "lat": 36.048583,
    "lon": 139.0399862
  },
  {
    "name": "道の駅；龍勢会館Ｐ",
    "lat": 36.0482574,
    "lon": 139.0399138
  },
  {
    "name": "道の駅愛ランド湧別",
    "lat": 44.131404,
    "lon": 143.7190559
  },
  {
    "name": "道の駅 奥伊勢木つつ木館",
    "lat": 34.3675637,
    "lon": 136.4189888
  },
  {
    "name": "道の駅 広瀬富田城",
    "lat": 35.3683293,
    "lon": 133.1806908
  },
  {
    "name": "道の駅白川郷",
    "lat": 36.278671,
    "lon": 136.9016072
  },
  {
    "name": "道の駅にらさき",
    "lat": 35.7483688,
    "lon": 138.4384779
  },
  {
    "name": "道の駅 小坂田公園",
    "lat": 36.1054628,
    "lon": 137.9860559
  },
  {
    "name": "道の駅伊勢本街道 御杖",
    "lat": 34.5155667,
    "lon": 136.1999098
  },
  {
    "name": "道の駅名水の郷きょうごく",
    "lat": 42.8589059,
    "lon": 140.8708469
  },
  {
    "name": "道の駅真狩フラワーセンター",
    "lat": 42.7623306,
    "lon": 140.8081602
  },
  {
    "name": "道の駅にしおこっぺ花夢",
    "lat": 44.3359312,
    "lon": 142.8679125
  },
  {
    "name": "道の駅しほろ温泉",
    "lat": 43.1390354,
    "lon": 143.3671751
  },
  {
    "name": "道の駅 美山ふれあい広場",
    "lat": 35.2770463,
    "lon": 135.5881103
  },
  {
    "name": "道の駅くろまつない",
    "lat": 42.6727493,
    "lon": 140.3798597
  },
  {
    "name": "道の駅湯西川",
    "lat": 36.9298832,
    "lon": 139.6873531
  },
  {
    "name": "道の駅 みなとま〜れ寿都",
    "lat": 42.7955431,
    "lon": 140.2319771
  },
  {
    "name": "道の駅かみゆうべつ温泉;チューリップの湯",
    "lat": 44.184286,
    "lon": 143.5948351
  },
  {
    "name": "道の駅かみゆうべつ温泉チューリップの湯第１Ｐ",
    "lat": 44.1850939,
    "lon": 143.5952185
  },
  {
    "name": "道の駅湧水の郷しおや",
    "lat": 36.7646523,
    "lon": 139.7807377
  },
  {
    "name": "道の駅つるぬま",
    "lat": 43.4511829,
    "lon": 141.835249
  },
  {
    "name": "道の駅さんりく",
    "lat": 39.121363,
    "lon": 141.7991174
  },
  {
    "name": "道の駅ろくのへ",
    "lat": 40.6067525,
    "lon": 141.3243867
  },
  {
    "name": "道の駅日光 日光街道ニコニコ本陣",
    "lat": 36.7247337,
    "lon": 139.6879795
  },
  {
    "name": "道の駅日光",
    "lat": 36.7247918,
    "lon": 139.6884065
  },
  {
    "name": "道の駅ふくえ",
    "lat": 34.4341278,
    "lon": 131.482729
  },
  {
    "name": "道の駅ふじみ",
    "lat": 36.4691251,
    "lon": 139.0943479
  },
  {
    "name": "道の駅中山盆地",
    "lat": 36.6226719,
    "lon": 138.9550957
  },
  {
    "name": "道の駅たくみの里",
    "lat": 36.6961256,
    "lon": 138.9083409
  },
  {
    "name": "道の駅水上町水紀行館",
    "lat": 36.7642143,
    "lon": 138.968261
  },
  {
    "name": "道の駅月夜野矢瀬親水公園",
    "lat": 36.6978037,
    "lon": 138.981127
  },
  {
    "name": "道の駅しなの",
    "lat": 36.8180926,
    "lon": 138.1901355
  },
  {
    "name": "道の駅ふるさと豊田",
    "lat": 36.8007437,
    "lon": 138.3225552
  },
  {
    "name": "道の駅よしかわ",
    "lat": 37.2419874,
    "lon": 138.3765952
  },
  {
    "name": "道の駅　くす",
    "lat": 33.2897252,
    "lon": 131.1572043
  },
  {
    "name": "道の駅ロード銀山",
    "lat": 35.2221288,
    "lon": 132.5143034
  },
  {
    "name": "道の駅大社ご縁広場",
    "lat": 35.3892945,
    "lon": 132.6869266
  },
  {
    "name": "道の駅湯の川",
    "lat": 35.3957758,
    "lon": 132.8693884
  },
  {
    "name": "道の駅 秋鹿なぎさ公園",
    "lat": 35.4745717,
    "lon": 132.950667
  },
  {
    "name": "道の駅 南アルプスむら長谷",
    "lat": 35.8097193,
    "lon": 138.0836038
  },
  {
    "name": "道の駅とよとみ",
    "lat": 35.5849533,
    "lon": 138.5455853
  },
  {
    "name": "道の駅Ｐ",
    "lat": 40.785579,
    "lon": 141.3652715
  },
  {
    "name": "道の駅しもべ",
    "lat": 35.4692871,
    "lon": 138.5134554
  },
  {
    "name": "道の駅よこはま 菜の花プラザ",
    "lat": 41.0837022,
    "lon": 141.2572303
  },
  {
    "name": "道の駅よこはま",
    "lat": 41.0837593,
    "lon": 141.2570436
  },
  {
    "name": "道の駅十三湖高原",
    "lat": 41.0454193,
    "lon": 140.3843907
  },
  {
    "name": "道の駅ふかうら",
    "lat": 40.7437267,
    "lon": 140.000329
  },
  {
    "name": "道の駅もりた",
    "lat": 40.7847652,
    "lon": 140.3221799
  },
  {
    "name": "道の駅ことおか",
    "lat": 40.021761,
    "lon": 140.0806982
  },
  {
    "name": "道の駅月山",
    "lat": 38.5876552,
    "lon": 139.8741009
  },
  {
    "name": "道の駅 松浦海のふるさと館",
    "lat": 33.3486384,
    "lon": 129.7016421
  },
  {
    "name": "道の駅信州蔦木宿",
    "lat": 35.8635162,
    "lon": 138.2766978
  },
  {
    "name": "道の駅蔦木宿",
    "lat": 35.86401,
    "lon": 138.2763614
  },
  {
    "name": "道の駅こぶちざわ",
    "lat": 35.8792567,
    "lon": 138.3178544
  },
  {
    "name": "道の駅朝日",
    "lat": 38.282736,
    "lon": 139.5229551
  },
  {
    "name": "道の駅常陸大宮～かわプラザ～",
    "lat": 36.5976177,
    "lon": 140.4086233
  },
  {
    "name": "道の駅常陸大宮",
    "lat": 36.5967051,
    "lon": 140.4098173
  },
  {
    "name": "道の駅おおさと",
    "lat": 38.4242985,
    "lon": 140.9926842
  },
  {
    "name": "道の駅那須野が原博物館",
    "lat": 36.8993314,
    "lon": 139.9694298
  },
  {
    "name": "道の駅にしなすの",
    "lat": 36.8994842,
    "lon": 139.9692743
  },
  {
    "name": "道の駅しもごう",
    "lat": 37.2035921,
    "lon": 139.9163137
  },
  {
    "name": "道の駅鷹ら島",
    "lat": 33.4336192,
    "lon": 129.7824162
  },
  {
    "name": "道の駅 生月大橋",
    "lat": 33.3552629,
    "lon": 129.4337158
  },
  {
    "name": "道の駅たびら",
    "lat": 33.3181814,
    "lon": 129.6025585
  },
  {
    "name": "道の駅かづの",
    "lat": 40.1816818,
    "lon": 140.7857723
  },
  {
    "name": "道の駅こさか",
    "lat": 40.3565864,
    "lon": 140.7820908
  },
  {
    "name": "道の駅ひない",
    "lat": 40.219764,
    "lon": 140.5853848
  },
  {
    "name": "道の駅やたて峠",
    "lat": 40.4214243,
    "lon": 140.6252586
  },
  {
    "name": "道の駅ひろさき",
    "lat": 40.5551202,
    "lon": 140.5484485
  },
  {
    "name": "道の駅みとう",
    "lat": 34.2180002,
    "lon": 131.3443703
  },
  {
    "name": "道の駅長門峡",
    "lat": 34.3038174,
    "lon": 131.5768066
  },
  {
    "name": "道の駅津和野温泉",
    "lat": 34.4508676,
    "lon": 131.7598421
  },
  {
    "name": "道の駅願成就温泉",
    "lat": 34.4342438,
    "lon": 131.7697213
  },
  {
    "name": "道の駅「シルクウェイにちはら」",
    "lat": 34.5537463,
    "lon": 131.8066985
  },
  {
    "name": "道の駅とごうち",
    "lat": 34.5744404,
    "lon": 132.2698716
  },
  {
    "name": "道の駅防府",
    "lat": 34.0385288,
    "lon": 131.5976097
  },
  {
    "name": "道の駅上関海峡",
    "lat": 33.8345856,
    "lon": 132.1167263
  },
  {
    "name": "道の駅鳥海",
    "lat": 39.0602304,
    "lon": 139.8759574
  },
  {
    "name": "道の駅しょうない",
    "lat": 38.7946694,
    "lon": 139.984383
  },
  {
    "name": "道の駅とざわ",
    "lat": 38.7285004,
    "lon": 140.161111
  },
  {
    "name": "道の駅「中条」",
    "lat": 36.6037035,
    "lon": 138.0156799
  },
  {
    "name": "道の駅信州新町",
    "lat": 36.584809,
    "lon": 138.0525763
  },
  {
    "name": "道の駅 舟屋の里伊根",
    "lat": 35.6746723,
    "lon": 135.2914552
  },
  {
    "name": "道の駅伊根駐車ゾーン",
    "lat": 35.6763445,
    "lon": 135.2930493
  },
  {
    "name": "道の駅かづの第２Ｐ",
    "lat": 40.1801599,
    "lon": 140.7852115
  },
  {
    "name": "道の駅はくしゅう",
    "lat": 35.8104532,
    "lon": 138.3312937
  },
  {
    "name": "道の駅松浦",
    "lat": 33.3481612,
    "lon": 129.7016799
  },
  {
    "name": "道の駅倶利伽羅源平の郷",
    "lat": 36.6632367,
    "lon": 136.7674923
  },
  {
    "name": "道の駅 内灘サンセットパーク",
    "lat": 36.6590811,
    "lon": 136.6491246
  },
  {
    "name": "道の駅おおの；岩手",
    "lat": 40.2777155,
    "lon": 141.6660573
  },
  {
    "name": "道の駅はしかみ",
    "lat": 40.4584426,
    "lon": 141.6082766
  },
  {
    "name": "道の駅やまがた",
    "lat": 40.1503394,
    "lon": 141.5731414
  },
  {
    "name": "道の駅いわいずみ",
    "lat": 39.8428342,
    "lon": 141.8627156
  },
  {
    "name": "道の駅くじ",
    "lat": 40.1900119,
    "lon": 141.7650838
  },
  {
    "name": "道の駅つるた",
    "lat": 40.7369037,
    "lon": 140.4421047
  },
  {
    "name": "道の駅おおうち",
    "lat": 39.4430386,
    "lon": 140.0895978
  },
  {
    "name": "道の駅しらやまさん",
    "lat": 36.4364451,
    "lon": 136.6302038
  },
  {
    "name": "道の駅みょうぎ",
    "lat": 36.2994547,
    "lon": 138.7656538
  },
  {
    "name": "道の駅あまるべ",
    "lat": 35.6491622,
    "lon": 134.5600766
  },
  {
    "name": "道の駅伊根Ｐ",
    "lat": 35.674694,
    "lon": 135.2914692
  },
  {
    "name": "道の駅北条公園",
    "lat": 35.4978093,
    "lon": 133.8204796
  },
  {
    "name": "道の駅さいかい",
    "lat": 33.0428313,
    "lon": 129.6960547
  },
  {
    "name": "道の駅きんぽう木花館",
    "lat": 31.464895,
    "lon": 130.3454344
  },
  {
    "name": "道の駅きんぽう木花館Ｐ",
    "lat": 31.4650644,
    "lon": 130.3449695
  },
  {
    "name": "道の駅川辺",
    "lat": 31.4126499,
    "lon": 130.4329423
  },
  {
    "name": "道の駅いぶすき",
    "lat": 31.3020745,
    "lon": 130.5895839
  },
  {
    "name": "道の駅 山川港活お海道",
    "lat": 31.2028872,
    "lon": 130.6348754
  },
  {
    "name": "道の駅くにみ",
    "lat": 33.6802941,
    "lon": 131.6053885
  },
  {
    "name": "道の駅いとだ",
    "lat": 33.6420168,
    "lon": 130.7651939
  },
  {
    "name": "道の駅わきのさわ",
    "lat": 41.1678533,
    "lon": 140.805074
  },
  {
    "name": "道の駅　スタープラザ芦別",
    "lat": 43.525168,
    "lon": 142.1893597
  },
  {
    "name": "道の駅第九の里",
    "lat": 34.163775,
    "lon": 134.4990942
  },
  {
    "name": "道の駅第２Ｐ",
    "lat": 34.1644162,
    "lon": 134.4997362
  },
  {
    "name": "道の駅田野駅屋",
    "lat": 33.4300172,
    "lon": 134.0078172
  },
  {
    "name": "道の駅伊方きらら館",
    "lat": 33.4808624,
    "lon": 132.3075414
  },
  {
    "name": "道の駅瀬戸町",
    "lat": 33.4476837,
    "lon": 132.2582159
  },
  {
    "name": "道の駅どなり",
    "lat": 34.1510126,
    "lon": 134.3524142
  },
  {
    "name": "道の駅　公方の郷なかがわ",
    "lat": 33.9529499,
    "lon": 134.6678319
  },
  {
    "name": "道の駅みやま公園",
    "lat": 34.5198465,
    "lon": 133.9269187
  },
  {
    "name": "道の駅笹川流れ・夕日会館",
    "lat": 38.3750829,
    "lon": 139.4583825
  },
  {
    "name": "道の駅笹川流れ（ＪＲ駅に併設）",
    "lat": 38.3751041,
    "lon": 139.4583902
  },
  {
    "name": "道の駅富弘美術館",
    "lat": 36.5523968,
    "lon": 139.3725206
  },
  {
    "name": "道の駅富弘美術館Ｐ",
    "lat": 36.5527809,
    "lon": 139.3728213
  },
  {
    "name": "道の駅 アグリパークゆめすぎと",
    "lat": 36.0244435,
    "lon": 139.7672215
  },
  {
    "name": "道の駅 童謡のふる里おおとね",
    "lat": 36.1704379,
    "lon": 139.644611
  },
  {
    "name": "道の駅若桜 桜ん坊",
    "lat": 35.3440138,
    "lon": 134.4002597
  },
  {
    "name": "道の駅上野",
    "lat": 36.0799763,
    "lon": 138.7839899
  },
  {
    "name": "道の駅　おかべ",
    "lat": 36.2184172,
    "lon": 139.2418027
  },
  {
    "name": "道の駅かわうち湖",
    "lat": 41.2704399,
    "lon": 140.8883588
  },
  {
    "name": "道の駅いまべつ",
    "lat": 41.1456117,
    "lon": 140.5139936
  },
  {
    "name": "道の駅 万葉の里",
    "lat": 36.1093045,
    "lon": 138.8978219
  },
  {
    "name": "道の駅万葉の里",
    "lat": 36.1095087,
    "lon": 138.8980598
  },
  {
    "name": "道の駅なみおか",
    "lat": 40.7179832,
    "lon": 140.5798428
  },
  {
    "name": "道の駅 虹の湖",
    "lat": 40.5818802,
    "lon": 140.6877859
  },
  {
    "name": "道の駅甘楽",
    "lat": 36.2338287,
    "lon": 138.9169653
  },
  {
    "name": "道の駅ららん藤岡",
    "lat": 36.2728848,
    "lon": 139.0710302
  },
  {
    "name": "道の駅たかのす",
    "lat": 40.2514209,
    "lon": 140.3757764
  },
  {
    "name": "道の駅五城目",
    "lat": 39.9473845,
    "lon": 140.1442179
  },
  {
    "name": "道の駅十文字",
    "lat": 39.226219,
    "lon": 140.5209906
  },
  {
    "name": "道の駅美郷",
    "lat": 39.3794936,
    "lon": 140.5676944
  },
  {
    "name": "道の駅みなかみ水紀行館",
    "lat": 36.7648332,
    "lon": 138.9683125
  },
  {
    "name": "道の駅あに",
    "lat": 39.9015243,
    "lon": 140.4571617
  },
  {
    "name": "道の駅三田貝分校",
    "lat": 39.8707469,
    "lon": 141.5894794
  },
  {
    "name": "道の駅津島",
    "lat": 33.1394124,
    "lon": 132.5214625
  },
  {
    "name": "道の駅津山",
    "lat": 38.6203898,
    "lon": 141.326637
  },
  {
    "name": "道の駅 関川",
    "lat": 38.0919365,
    "lon": 139.5663014
  },
  {
    "name": "道の駅季の里天栄",
    "lat": 37.2437581,
    "lon": 140.2451356
  },
  {
    "name": "道の駅 はなぞの",
    "lat": 36.121674,
    "lon": 139.226185
  },
  {
    "name": "道の駅にしあいづ・交流物産館よりっせ",
    "lat": 37.585757,
    "lon": 139.642568
  },
  {
    "name": "道の駅たるみず",
    "lat": 31.5587428,
    "lon": 130.7454373
  },
  {
    "name": "道の駅霧島",
    "lat": 31.8632925,
    "lon": 130.85127
  },
  {
    "name": "道の駅 霧島 神話の里公園",
    "lat": 31.8660754,
    "lon": 130.8524096
  },
  {
    "name": "道の駅えびの",
    "lat": 32.0502336,
    "lon": 130.8054628
  },
  {
    "name": "道の駅つの",
    "lat": 32.2603492,
    "lon": 131.5575303
  },
  {
    "name": "道の駅日向",
    "lat": 32.3432165,
    "lon": 131.6241203
  },
  {
    "name": "道の駅小石原",
    "lat": 33.4652032,
    "lon": 130.8259898
  },
  {
    "name": "道の駅香春",
    "lat": 33.6770094,
    "lon": 130.8602934
  },
  {
    "name": "道の駅鹿島",
    "lat": 33.0747224,
    "lon": 130.1454926
  },
  {
    "name": "道の駅伊良湖クリスタルポルト",
    "lat": 34.5834745,
    "lon": 137.0203679
  },
  {
    "name": "道の駅あかばねロコステーション",
    "lat": 34.6075933,
    "lon": 137.1896052
  },
  {
    "name": "道の駅田原",
    "lat": 34.6613745,
    "lon": 137.2717988
  },
  {
    "name": "道の駅伊豆のへそ",
    "lat": 35.0115905,
    "lon": 138.9413661
  },
  {
    "name": "道の駅 開国下田みなと",
    "lat": 34.6747583,
    "lon": 138.9510133
  },
  {
    "name": "道の駅 下賀茂温泉 湯の花",
    "lat": 34.6499778,
    "lon": 138.8665142
  },
  {
    "name": "道の駅花の三聖苑伊豆松崎",
    "lat": 34.7574039,
    "lon": 138.825691
  },
  {
    "name": "道の駅 めじかの里土佐清水",
    "lat": 32.7932518,
    "lon": 132.8832408
  },
  {
    "name": "道の駅大月",
    "lat": 32.8284308,
    "lon": 132.709163
  },
  {
    "name": "道の駅 大月",
    "lat": 32.8291338,
    "lon": 132.7094607
  },
  {
    "name": "道の駅すくも",
    "lat": 32.9160574,
    "lon": 132.7130343
  },
  {
    "name": "道の駅なかかわね",
    "lat": 35.0696818,
    "lon": 138.1075771
  },
  {
    "name": "道の駅奥大井",
    "lat": 35.1077471,
    "lon": 138.1366772
  },
  {
    "name": "道の駅三朝",
    "lat": 35.3667428,
    "lon": 133.8504588
  },
  {
    "name": "道の駅 くみはまSANKAIKAN",
    "lat": 35.6304493,
    "lon": 134.9317564
  },
  {
    "name": "道の駅はやちね",
    "lat": 39.5367332,
    "lon": 141.3408294
  },
  {
    "name": "道の駅てんのう",
    "lat": 39.8569652,
    "lon": 140.0094567
  },
  {
    "name": "道の駅富士川",
    "lat": 35.5571953,
    "lon": 138.4718022
  },
  {
    "name": "道の駅富士川ふるさと工芸館",
    "lat": 35.4194399,
    "lon": 138.4389087
  },
  {
    "name": "道の駅キラメッセ室戸",
    "lat": 33.3071112,
    "lon": 134.1101089
  },
  {
    "name": "道の駅すさき",
    "lat": 33.3876352,
    "lon": 133.274718
  },
  {
    "name": "道の駅あぐり窪川",
    "lat": 33.2313573,
    "lon": 133.149832
  },
  {
    "name": "道の駅土佐佐賀",
    "lat": 33.0872109,
    "lon": 133.1016651
  },
  {
    "name": "道の駅ビオスおおがた",
    "lat": 33.0344678,
    "lon": 133.0276015
  },
  {
    "name": "道の駅白崎海洋公園",
    "lat": 33.9766147,
    "lon": 135.0724977
  },
  {
    "name": "道の駅みなべうめ振興館",
    "lat": 33.7908475,
    "lon": 135.3277753
  },
  {
    "name": "道の駅 くちくまの",
    "lat": 33.6915559,
    "lon": 135.4142228
  },
  {
    "name": "道の駅くちくまの",
    "lat": 33.6917183,
    "lon": 135.4138665
  },
  {
    "name": "道の駅椿はなの湯",
    "lat": 33.6033458,
    "lon": 135.3918861
  },
  {
    "name": "道の駅志原海岸",
    "lat": 33.5703815,
    "lon": 135.431399
  },
  {
    "name": "道の駅イノブータンランド・すさみ",
    "lat": 33.5203528,
    "lon": 135.5455065
  },
  {
    "name": "道の駅すさみ",
    "lat": 33.5057205,
    "lon": 135.599723
  },
  {
    "name": "道の駅田沢",
    "lat": 37.8774035,
    "lon": 139.9838585
  },
  {
    "name": "道の駅しんごう",
    "lat": 40.4298122,
    "lon": 141.0685913
  },
  {
    "name": "道の駅さんのへ",
    "lat": 40.3873627,
    "lon": 141.2558522
  },
  {
    "name": "道の駅あおき　農産物直売所",
    "lat": 36.3726452,
    "lon": 138.1399622
  },
  {
    "name": "道の駅さかきた",
    "lat": 36.4259112,
    "lon": 138.0118432
  },
  {
    "name": "道の駅サザンセトとうわ",
    "lat": 33.9039706,
    "lon": 132.3416388
  },
  {
    "name": "道の駅仁保の郷",
    "lat": 34.2106896,
    "lon": 131.5591874
  },
  {
    "name": "道の駅舞ロードIC千代田",
    "lat": 34.6743233,
    "lon": 132.5417598
  },
  {
    "name": "道の駅ゆめランド布野",
    "lat": 34.8556879,
    "lon": 132.7967291
  },
  {
    "name": "道の駅グリーンロード大和",
    "lat": 34.9680823,
    "lon": 132.641727
  },
  {
    "name": "道の駅頓原",
    "lat": 35.0894023,
    "lon": 132.7855984
  },
  {
    "name": "道の駅若狭おばま",
    "lat": 35.4923068,
    "lon": 135.7626389
  },
  {
    "name": "道の駅河野",
    "lat": 35.7967381,
    "lon": 136.0922754
  },
  {
    "name": "道の駅越前",
    "lat": 35.9195065,
    "lon": 135.9969918
  },
  {
    "name": "道の駅いおり",
    "lat": 37.0285375,
    "lon": 137.04681
  },
  {
    "name": "道の駅こもち",
    "lat": 36.5147702,
    "lon": 139.016523
  },
  {
    "name": "道の駅ばんだい 徳一の里きらり",
    "lat": 37.5627852,
    "lon": 139.986841
  },
  {
    "name": "道の駅日和佐",
    "lat": 33.7299119,
    "lon": 134.5300259
  },
  {
    "name": "道の駅フレッシュあさご",
    "lat": 35.213132,
    "lon": 134.7943351
  },
  {
    "name": "道の駅協和",
    "lat": 39.6189031,
    "lon": 140.362461
  },
  {
    "name": "道の駅 きなんせ岩美",
    "lat": 35.5675231,
    "lon": 134.3259526
  },
  {
    "name": "道の駅 大日岳",
    "lat": 35.9875537,
    "lon": 136.8911705
  },
  {
    "name": "道の駅うつのみや ろまんちっく村市場・情報センター あおぞら館",
    "lat": 36.6340937,
    "lon": 139.8305261
  },
  {
    "name": "道の駅 風穴の里",
    "lat": 36.1532008,
    "lon": 137.7517082
  },
  {
    "name": "道の駅ましこ",
    "lat": 36.4312449,
    "lon": 140.0723641
  },
  {
    "name": "道の駅花の三聖苑伊豆松崎;かじかの湯",
    "lat": 34.757795,
    "lon": 138.8254058
  },
  {
    "name": "道の駅かみおか",
    "lat": 39.5221081,
    "lon": 140.3767608
  },
  {
    "name": "道の駅北の関宿安芸高田",
    "lat": 34.7213401,
    "lon": 132.680992
  },
  {
    "name": "道の駅あさひかわ",
    "lat": 43.7599046,
    "lon": 142.3484477
  },
  {
    "name": "道の駅 奄美大島住用",
    "lat": 28.2592918,
    "lon": 129.4093572
  },
  {
    "name": "道の駅 有明",
    "lat": 32.5043324,
    "lon": 130.3054786
  },
  {
    "name": "道の駅おうむ",
    "lat": 44.5829766,
    "lon": 142.9596166
  },
  {
    "name": "道の駅 ぎのざ",
    "lat": 26.4736443,
    "lon": 127.9519638
  },
  {
    "name": "道の駅いとまん 情報館",
    "lat": 26.1386413,
    "lon": 127.661696
  },
  {
    "name": "道の駅 いとまん",
    "lat": 26.1382877,
    "lon": 127.6615492
  },
  {
    "name": "道の駅しかべ間歇泉公園",
    "lat": 42.0288613,
    "lon": 140.8304409
  },
  {
    "name": "道の駅 YOU･遊･もり",
    "lat": 42.0995349,
    "lon": 140.5677213
  },
  {
    "name": "道の駅 つど～る・プラザ・さわら",
    "lat": 42.1252133,
    "lon": 140.6676978
  },
  {
    "name": "道の駅 遣唐使ふるさと館",
    "lat": 32.738361,
    "lon": 128.6900284
  },
  {
    "name": "道の駅尾瀬檜枝岐",
    "lat": 37.0331489,
    "lon": 139.3964149
  },
  {
    "name": "道の駅はっとう",
    "lat": 35.3663488,
    "lon": 134.3399534
  },
  {
    "name": "道の駅 信州新野千石平 食堂",
    "lat": 35.2575942,
    "lon": 137.7454123
  },
  {
    "name": "道の駅まくらがの里こが",
    "lat": 36.1920899,
    "lon": 139.7900646
  },
  {
    "name": "道の駅 藤樹の里あどがわ",
    "lat": 35.3261781,
    "lon": 136.0299466
  },
  {
    "name": "道の駅みとみ",
    "lat": 35.859342,
    "lon": 138.7562717
  },
  {
    "name": "道の駅 おろちの里",
    "lat": 35.2203071,
    "lon": 132.9622572
  },
  {
    "name": "道の駅パパスランドさっつる",
    "lat": 43.7903359,
    "lon": 144.5339969
  },
  {
    "name": "道の駅 山内",
    "lat": 33.1916811,
    "lon": 129.95593
  },
  {
    "name": "道の駅メルヘンの丘めまんべつ",
    "lat": 43.9173817,
    "lon": 144.1886705
  },
  {
    "name": "道の駅 あいおい白龍城",
    "lat": 34.8042214,
    "lon": 134.4610932
  },
  {
    "name": "道の駅くしもと橋杭岩",
    "lat": 33.4877226,
    "lon": 135.7943269
  },
  {
    "name": "道の駅 くしもと橋杭岩",
    "lat": 33.4881756,
    "lon": 135.7943638
  },
  {
    "name": "道の駅 平泉 ～黄金花咲く理想郷～",
    "lat": 38.9919728,
    "lon": 141.1214836
  },
  {
    "name": "道の駅こんぜの栗東",
    "lat": 34.9683784,
    "lon": 136.0391997
  },
  {
    "name": "道の駅 ウェーブパークなめりかわ",
    "lat": 36.7744341,
    "lon": 137.3452243
  },
  {
    "name": "道の駅 細入",
    "lat": 36.4883243,
    "lon": 137.2381397
  },
  {
    "name": "道の駅 あぐりーむ昭和",
    "lat": 36.6126427,
    "lon": 139.069119
  },
  {
    "name": "道の駅花の里千曲川",
    "lat": 36.8815176,
    "lon": 138.3879055
  },
  {
    "name": "道の駅千曲川",
    "lat": 36.8818434,
    "lon": 138.3882148
  },
  {
    "name": "道の駅FARMUS木島平",
    "lat": 36.8522418,
    "lon": 138.3884665
  },
  {
    "name": "道の駅木島平",
    "lat": 36.8526023,
    "lon": 138.3883517
  },
  {
    "name": "道の駅 上田道と川の駅",
    "lat": 36.4070094,
    "lon": 138.2051767
  },
  {
    "name": "道の駅マルメロの駅ながと",
    "lat": 36.27314,
    "lon": 138.2576853
  },
  {
    "name": "道の駅ほっとぱ～く・浅科",
    "lat": 36.2573859,
    "lon": 138.4042163
  },
  {
    "name": "道の駅にしき",
    "lat": 34.2789314,
    "lon": 131.9691027
  },
  {
    "name": "道の駅ピュアラインにしき",
    "lat": 34.2785686,
    "lon": 131.969229
  },
  {
    "name": "道の駅 そばの郷らっせいみさと",
    "lat": 35.4057368,
    "lon": 137.3586184
  },
  {
    "name": "道の駅北前船松前",
    "lat": 41.4263329,
    "lon": 140.1064293
  },
  {
    "name": "道の駅風の家",
    "lat": 35.2768006,
    "lon": 133.6235866
  },
  {
    "name": "道の駅虫喰岩",
    "lat": 33.539418,
    "lon": 135.826221
  },
  {
    "name": "道の駅但馬のまほろば",
    "lat": 35.3118452,
    "lon": 134.8699512
  },
  {
    "name": "道の駅 月見の里 南濃",
    "lat": 35.2152275,
    "lon": 136.6010073
  },
  {
    "name": "道の駅ピンネシリ",
    "lat": 44.8773096,
    "lon": 142.2128844
  },
  {
    "name": "道の駅番屋",
    "lat": 37.0689136,
    "lon": 139.6156578
  },
  {
    "name": "道の駅一本松展望園",
    "lat": 34.6568482,
    "lon": 134.1663332
  },
  {
    "name": "道の駅黒井山グリーンパーク",
    "lat": 34.6913571,
    "lon": 134.2053169
  },
  {
    "name": "道の駅ヘルシーテラス佐久南",
    "lat": 36.2366408,
    "lon": 138.4401633
  },
  {
    "name": "道の駅 そうま",
    "lat": 37.7607823,
    "lon": 140.9478228
  },
  {
    "name": "道の駅よつくら港　情報館",
    "lat": 37.107561,
    "lon": 140.9934367
  },
  {
    "name": "道の駅うたしないチロルの湯",
    "lat": 43.5033242,
    "lon": 142.0058864
  },
  {
    "name": "道の駅 高千穂",
    "lat": 32.7085635,
    "lon": 131.3008352
  },
  {
    "name": "道の駅とうま",
    "lat": 43.8445512,
    "lon": 142.4893371
  },
  {
    "name": "道の駅あがつま峡",
    "lat": 36.5699766,
    "lon": 138.735884
  },
  {
    "name": "道の駅藤川宿",
    "lat": 34.9141798,
    "lon": 137.216932
  },
  {
    "name": "道の駅 北欧の風 道の駅とうべつ",
    "lat": 43.1769856,
    "lon": 141.4486675
  },
  {
    "name": "道の駅 山北",
    "lat": 35.379505,
    "lon": 139.0312618
  },
  {
    "name": "道の駅 吉野路上北山",
    "lat": 34.1393148,
    "lon": 136.0000697
  },
  {
    "name": "道の駅越後市振の関",
    "lat": 36.9799601,
    "lon": 137.6438055
  },
  {
    "name": "道の駅利賀",
    "lat": 36.5238827,
    "lon": 137.0270804
  },
  {
    "name": "道の駅きらら289",
    "lat": 37.2217316,
    "lon": 139.5427186
  },
  {
    "name": "道の駅宙ドーム・神岡",
    "lat": 36.328805,
    "lon": 137.3071166
  },
  {
    "name": "道の駅　あやま",
    "lat": 34.8447173,
    "lon": 136.1710461
  },
  {
    "name": "道の駅とわだ",
    "lat": 40.5750353,
    "lon": 141.2652071
  },
  {
    "name": "道の駅みさわ 斗南藩記念観光村",
    "lat": 40.7869825,
    "lon": 141.3620255
  },
  {
    "name": "道の駅みんまや",
    "lat": 41.2535456,
    "lon": 140.3466902
  },
  {
    "name": "道の駅 おりつめ",
    "lat": 40.2486619,
    "lon": 141.4172307
  },
  {
    "name": "道の駅横綱の里ふくしま",
    "lat": 41.4794892,
    "lon": 140.2556993
  },
  {
    "name": "道の駅 横綱の里ふくしま",
    "lat": 41.4795026,
    "lon": 140.2557155
  },
  {
    "name": "道の駅 上ノ国もんじゅ",
    "lat": 41.8084518,
    "lon": 140.0949782
  },
  {
    "name": "道の駅しらぬか恋問",
    "lat": 42.9928513,
    "lon": 144.1985175
  },
  {
    "name": "道の駅スワン44ねむろ",
    "lat": 43.261697,
    "lon": 145.4384362
  },
  {
    "name": "道の駅おだいとう",
    "lat": 43.5328645,
    "lon": 145.2368705
  },
  {
    "name": "道の駅知床らうす",
    "lat": 44.0169083,
    "lon": 145.1918395
  },
  {
    "name": "道の駅 流氷街道網走",
    "lat": 44.0219908,
    "lon": 144.2740883
  },
  {
    "name": "道の駅阿寒丹頂の里",
    "lat": 43.1445801,
    "lon": 144.1452935
  },
  {
    "name": "道の駅オーロラタウン93りくべつ",
    "lat": 43.4673316,
    "lon": 143.7429683
  },
  {
    "name": "道の駅サロマ湖",
    "lat": 44.0999077,
    "lon": 143.8235147
  },
  {
    "name": "道の駅かみゆうべつ温泉チューリップの湯",
    "lat": 44.1850327,
    "lon": 143.5952527
  },
  {
    "name": "道の駅オホーツク紋別",
    "lat": 44.3288527,
    "lon": 143.3736932
  },
  {
    "name": "道の駅ピア２１しほろ",
    "lat": 43.1442774,
    "lon": 143.2394748
  },
  {
    "name": "道の駅うりまく",
    "lat": 43.1693443,
    "lon": 143.025464
  },
  {
    "name": "道の駅 うりまく",
    "lat": 43.1698916,
    "lon": 143.0251154
  },
  {
    "name": "道の駅さらべつ",
    "lat": 42.6330501,
    "lon": 143.2717529
  },
  {
    "name": "道の駅コスモール大樹",
    "lat": 42.4895956,
    "lon": 143.2736774
  },
  {
    "name": "道の駅樹海ロード日高",
    "lat": 42.8772411,
    "lon": 142.4414651
  },
  {
    "name": "道の駅マオイの丘公園",
    "lat": 42.9493376,
    "lon": 141.7166939
  },
  {
    "name": "道の駅さるふつ公園",
    "lat": 45.3291399,
    "lon": 142.177301
  },
  {
    "name": "道の駅おびら鰊番屋",
    "lat": 44.1378646,
    "lon": 141.6548478
  },
  {
    "name": "道の駅オスコイ！かもえない",
    "lat": 43.1653789,
    "lon": 140.3852734
  },
  {
    "name": "道の駅 オスコイ！かもえない",
    "lat": 43.1653705,
    "lon": 140.3856175
  },
  {
    "name": "道の駅ルート229元和台",
    "lat": 42.0114732,
    "lon": 140.1067059
  },
  {
    "name": "道の駅 あぷた",
    "lat": 42.5288661,
    "lon": 140.7785525
  },
  {
    "name": "道の駅 とようら",
    "lat": 42.5776415,
    "lon": 140.7223101
  },
  {
    "name": "道の駅 みたら室蘭",
    "lat": 42.3417808,
    "lon": 140.9435232
  },
  {
    "name": "道の駅 おといねっぷ",
    "lat": 44.7291321,
    "lon": 142.2576809
  },
  {
    "name": "道の駅 なかがわ",
    "lat": 44.8014402,
    "lon": 142.0670389
  },
  {
    "name": "道の駅 絵本の里けんぶち",
    "lat": 44.0941842,
    "lon": 142.3913366
  },
  {
    "name": "道の駅 森と湖の里ほろかない",
    "lat": 44.1150987,
    "lon": 142.1387563
  },
  {
    "name": "道の駅 香りの里たきのうえ",
    "lat": 44.1968725,
    "lon": 143.0908717
  },
  {
    "name": "道の駅 望羊中山",
    "lat": 42.8559096,
    "lon": 141.096966
  },
  {
    "name": "道の駅 しんしのつ",
    "lat": 43.2140355,
    "lon": 141.642938
  },
  {
    "name": "道の駅 ハウスヤルビ奈井江",
    "lat": 43.432849,
    "lon": 141.8888326
  },
  {
    "name": "道の駅たきかわ",
    "lat": 43.6234118,
    "lon": 141.9414122
  },
  {
    "name": "道の駅 鐘のなるまち・ちっぷべつ",
    "lat": 43.7651922,
    "lon": 141.9658759
  },
  {
    "name": "道の駅おとふけ",
    "lat": 42.9750187,
    "lon": 143.1817865
  },
  {
    "name": "道の駅 どんぶり会館",
    "lat": 35.3361571,
    "lon": 137.2232687
  },
  {
    "name": "道の駅 吉野路大塔",
    "lat": 34.2143385,
    "lon": 135.7326436
  },
  {
    "name": "道の駅 奥出雲おろちループ",
    "lat": 35.0958035,
    "lon": 133.1276216
  },
  {
    "name": "道の駅くじ　やませ土風館",
    "lat": 40.1899222,
    "lon": 141.7649229
  },
  {
    "name": "道の駅たかはた",
    "lat": 38.0068715,
    "lon": 140.2173988
  },
  {
    "name": "道の駅「そらっと牧之原」",
    "lat": 34.7771404,
    "lon": 138.2127055
  },
  {
    "name": "道の駅 ゆとりパークたまがわ",
    "lat": 34.6484681,
    "lon": 131.6649379
  },
  {
    "name": "道の駅ポート赤碕",
    "lat": 35.5067897,
    "lon": 133.6635133
  },
  {
    "name": "道の駅 富有柿の里いとぬき",
    "lat": 35.4727175,
    "lon": 136.6759564
  },
  {
    "name": "道の駅 西山公園",
    "lat": 35.9487354,
    "lon": 136.1807319
  },
  {
    "name": "道の駅売店",
    "lat": 34.959236,
    "lon": 138.0902764
  },
  {
    "name": "道の駅おおゆ",
    "lat": 40.2954473,
    "lon": 140.8262324
  },
  {
    "name": "道の駅「うしぶか海彩館」",
    "lat": 32.1939955,
    "lon": 130.0273398
  },
  {
    "name": "道の駅足寄湖",
    "lat": 43.2521289,
    "lon": 143.4800815
  },
  {
    "name": "道の駅 織部の里・もとす",
    "lat": 35.5001668,
    "lon": 136.6675816
  },
  {
    "name": "道の駅紀宝町ウミガメ公園",
    "lat": 33.7702458,
    "lon": 136.0286421
  },
  {
    "name": "道の駅紀宝町ウミガメ公園;ウミガメの飼育場",
    "lat": 33.7697991,
    "lon": 136.02849
  },
  {
    "name": "道の駅 津軽白神・ビーチにしめや",
    "lat": 40.5779134,
    "lon": 140.3002536
  },
  {
    "name": "道の駅 とうま",
    "lat": 43.844355,
    "lon": 142.4895031
  },
  {
    "name": "道の駅みつまた",
    "lat": 36.9001346,
    "lon": 138.7772897
  },
  {
    "name": "道の駅いちかわ歩道橋",
    "lat": 35.75025,
    "lon": 139.9188261
  },
  {
    "name": "道の駅十津川郷",
    "lat": 33.9882608,
    "lon": 135.7940387
  },
  {
    "name": "道の駅うご 「端縫いの郷」",
    "lat": 39.200839,
    "lon": 140.4132178
  },
  {
    "name": "道の駅 ぐりーんふらわー牧場・大胡",
    "lat": 36.4578753,
    "lon": 139.1346017
  },
  {
    "name": "道の駅田園の里うりゅう",
    "lat": 43.6624611,
    "lon": 141.8937492
  },
  {
    "name": "道の駅・両神温泉薬師の湯",
    "lat": 36.005045,
    "lon": 138.9712324
  },
  {
    "name": "道の駅 めぐみ白山",
    "lat": 36.5012289,
    "lon": 136.546655
  },
  {
    "name": "道の駅 とうわ",
    "lat": 39.3824454,
    "lon": 141.2222955
  },
  {
    "name": "道の駅 サーモンパーク千歳",
    "lat": 42.8338465,
    "lon": 141.6590693
  },
  {
    "name": "道の駅 石狩「あいロード厚田」ANNEX",
    "lat": 43.4032981,
    "lon": 141.430968
  },
  {
    "name": "道の駅 庭園の郷 保内",
    "lat": 37.6467922,
    "lon": 139.0266537
  },
  {
    "name": "道の駅雪のふるさと やすづか",
    "lat": 37.0956131,
    "lon": 138.4700275
  },
  {
    "name": "道の駅まつだいふるさと会館",
    "lat": 37.1325951,
    "lon": 138.6141532
  },
  {
    "name": "道の駅瀬替えの郷せんだ",
    "lat": 37.1992265,
    "lon": 138.6860445
  },
  {
    "name": "道の駅国上",
    "lat": 37.6635336,
    "lon": 138.8244237
  },
  {
    "name": "道の駅 木更津うまくたの里",
    "lat": 35.3600594,
    "lon": 140.0524565
  },
  {
    "name": "道の駅おが",
    "lat": 39.8819146,
    "lon": 139.8481771
  },
  {
    "name": "道の駅 親不知ピアパーク",
    "lat": 37.003972,
    "lon": 137.731333
  },
  {
    "name": "道の駅 道路情報提供施設",
    "lat": 34.5713175,
    "lon": 135.7972305
  },
  {
    "name": "道の駅 ライスランドふかがわ",
    "lat": 43.6997733,
    "lon": 142.070174
  },
  {
    "name": "道の駅 奥永源寺渓流の里",
    "lat": 35.1054881,
    "lon": 136.3718908
  },
  {
    "name": "道の駅八ッ場ふるさと館",
    "lat": 36.5480398,
    "lon": 138.6846943
  },
  {
    "name": "道の駅 雨晴",
    "lat": 36.8146629,
    "lon": 137.041735
  },
  {
    "name": "道の駅　メルヘンおやべ",
    "lat": 36.6894453,
    "lon": 136.8762169
  },
  {
    "name": "道の駅　カモンパーク新湊",
    "lat": 36.7516775,
    "lon": 137.0844316
  },
  {
    "name": "道の駅倶利伽羅塾;源平の湯",
    "lat": 36.6626442,
    "lon": 136.7680743
  },
  {
    "name": "道の駅ふれあいパークみの",
    "lat": 34.2263871,
    "lon": 133.7222031
  },
  {
    "name": "道の駅 天空の郷さんさん",
    "lat": 33.6614689,
    "lon": 132.898398
  },
  {
    "name": "道の駅；多々羅しまなみ公園",
    "lat": 34.2536558,
    "lon": 133.0537655
  },
  {
    "name": "道の駅 クレール平田",
    "lat": 35.2760496,
    "lon": 136.6715534
  },
  {
    "name": "道の駅伯方SCパーク",
    "lat": 34.2023083,
    "lon": 133.0756117
  },
  {
    "name": "道の駅 あびら D51ステーション",
    "lat": 42.875794,
    "lon": 141.8186959
  },
  {
    "name": "道の駅 霧の森",
    "lat": 33.9239545,
    "lon": 133.6408732
  },
  {
    "name": "道の駅　信州さかえ",
    "lat": 36.9885407,
    "lon": 138.5815852
  },
  {
    "name": "道の駅 川のみなと長井",
    "lat": 38.1089264,
    "lon": 140.0437637
  },
  {
    "name": "道の駅:あわじ",
    "lat": 34.6017577,
    "lon": 135.008221
  },
  {
    "name": "道の駅 あわじ",
    "lat": 34.6018756,
    "lon": 135.0085696
  },
  {
    "name": "道の駅・天竜相津「花桃の里」",
    "lat": 34.9119002,
    "lon": 137.8148882
  },
  {
    "name": "道の駅 いっぷく処横川",
    "lat": 34.9051754,
    "lon": 137.8714774
  },
  {
    "name": "道の駅 加治川",
    "lat": 38.0024116,
    "lon": 139.3719564
  },
  {
    "name": "道の駅ノンキーランドひがしもこと",
    "lat": 43.8449478,
    "lon": 144.2948407
  },
  {
    "name": "道の駅くるら戸田",
    "lat": 34.9713069,
    "lon": 138.7869583
  },
  {
    "name": "道の駅 田切の里",
    "lat": 35.6904628,
    "lon": 137.9400796
  },
  {
    "name": "道の駅おふく",
    "lat": 34.2385052,
    "lon": 131.2083892
  },
  {
    "name": "道の駅 びえい「白金ビルケ」",
    "lat": 43.5033048,
    "lon": 142.5968835
  },
  {
    "name": "道の駅あしょろ銀河ホール21",
    "lat": 43.2444814,
    "lon": 143.5466012
  },
  {
    "name": "道の駅よしおか温泉",
    "lat": 36.4411405,
    "lon": 139.034405
  },
  {
    "name": "道の駅 いんない",
    "lat": 33.4239939,
    "lon": 131.320143
  },
  {
    "name": "道の駅 やまくに",
    "lat": 33.406565,
    "lon": 131.0618816
  },
  {
    "name": "道の駅 しんよしとみ",
    "lat": 33.5886822,
    "lon": 131.1542246
  },
  {
    "name": "道の駅 豊前おこしかけ",
    "lat": 33.6139959,
    "lon": 131.1009064
  },
  {
    "name": "道の駅 センザキッチン",
    "lat": 34.3880332,
    "lon": 131.2035076
  },
  {
    "name": "道の駅かつらぎ西",
    "lat": 34.2977714,
    "lon": 135.4740528
  },
  {
    "name": "道の駅 南魚沼",
    "lat": 37.003485,
    "lon": 138.8187112
  },
  {
    "name": "道の駅尾瀬かたしな",
    "lat": 36.7724106,
    "lon": 139.2259835
  },
  {
    "name": "道の駅風Wとままえ",
    "lat": 44.3128456,
    "lon": 141.6564326
  },
  {
    "name": "道の駅東由利",
    "lat": 39.3008634,
    "lon": 140.2850773
  },
  {
    "name": "道の駅 木曽ならかわ",
    "lat": 35.9862741,
    "lon": 137.8422461
  },
  {
    "name": "道の駅 アルプ飛騨古川",
    "lat": 36.2202318,
    "lon": 137.1928926
  },
  {
    "name": "道の駅古今伝授の里やまと",
    "lat": 35.8160549,
    "lon": 136.9020248
  },
  {
    "name": "道の駅 ロック・ガーデンひちそう",
    "lat": 35.5349134,
    "lon": 137.1142236
  },
  {
    "name": "道の駅 桜の郷 荘川",
    "lat": 36.0214097,
    "lon": 136.965961
  },
  {
    "name": "道の駅 パスカル清見",
    "lat": 35.9407059,
    "lon": 137.0824508
  },
  {
    "name": "道の駅 和良",
    "lat": 35.742545,
    "lon": 137.0677667
  },
  {
    "name": "道の駅 加子母",
    "lat": 35.7086563,
    "lon": 137.3749747
  },
  {
    "name": "道の駅 おばあちゃん市・山岡",
    "lat": 35.3283804,
    "lon": 137.3063037
  },
  {
    "name": "道の駅 西いなば 気楽里",
    "lat": 35.4974611,
    "lon": 134.0535138
  },
  {
    "name": "道の駅　なち",
    "lat": 33.6444553,
    "lon": 135.9363981
  },
  {
    "name": "道の駅豆島オリーブ公園",
    "lat": 34.4728504,
    "lon": 134.2737328
  },
  {
    "name": "道の駅土佐和紙工芸村;くらうどクアハウス",
    "lat": 33.5735926,
    "lon": 133.3662779
  },
  {
    "name": "道の駅土佐和紙工芸村",
    "lat": 33.5736019,
    "lon": 133.3660339
  },
  {
    "name": "道の駅クロスロードみつぎ",
    "lat": 34.5116653,
    "lon": 133.144476
  },
  {
    "name": "道の駅 明宝 磨墨の里公園",
    "lat": 35.8449871,
    "lon": 137.0285262
  },
  {
    "name": "道の駅 平成",
    "lat": 35.5520582,
    "lon": 136.9973879
  },
  {
    "name": "道の駅 女神の里たてしな",
    "lat": 36.2759174,
    "lon": 138.3294345
  },
  {
    "name": "道の駅ゆ～ぱるのじり",
    "lat": 31.9647291,
    "lon": 131.0817373
  },
  {
    "name": "道の駅 和紙の里ひがしちちぶ",
    "lat": 36.0521472,
    "lon": 139.203613
  },
  {
    "name": "道の駅 むかわ四季の館",
    "lat": 42.5740069,
    "lon": 141.9254181
  },
  {
    "name": "道の駅 スペース・アップルよいち",
    "lat": 43.1891066,
    "lon": 140.7886449
  },
  {
    "name": "道の駅伊達の郷りょうぜん",
    "lat": 37.7670594,
    "lon": 140.5881357
  },
  {
    "name": "道の駅かみゆうべつ温泉チューリップの湯第２Ｐ",
    "lat": 44.1858627,
    "lon": 143.5958023
  },
  {
    "name": "道の駅　伊万里",
    "lat": 33.3135983,
    "lon": 129.9291774
  },
  {
    "name": "道の駅 つる",
    "lat": 35.5829045,
    "lon": 138.9310782
  },
  {
    "name": "道の駅 瀬戸しなの",
    "lat": 35.2419091,
    "lon": 137.114323
  },
  {
    "name": "道の駅 花街道付知",
    "lat": 35.6432962,
    "lon": 137.441254
  },
  {
    "name": "道の駅吉野ヶ里",
    "lat": 33.3808579,
    "lon": 130.3971521
  },
  {
    "name": "道の駅 大滝温泉",
    "lat": 35.9500316,
    "lon": 138.9382345
  },
  {
    "name": "道の駅杉の湯川上",
    "lat": 34.3371156,
    "lon": 135.9550053
  },
  {
    "name": "道の駅奥熊野古道ほんぐう",
    "lat": 33.8650303,
    "lon": 135.7622472
  },
  {
    "name": "道の駅たいじ",
    "lat": 33.5924416,
    "lon": 135.9337441
  },
  {
    "name": "道の駅一枚岩",
    "lat": 33.5456335,
    "lon": 135.7204595
  },
  {
    "name": "道の駅くちくまの一般道P",
    "lat": 33.6916798,
    "lon": 135.4137821
  },
  {
    "name": "道の駅瀧之拝太郎",
    "lat": 33.6018981,
    "lon": 135.7657229
  },
  {
    "name": "道の駅みさき",
    "lat": 34.3258133,
    "lon": 135.1739189
  },
  {
    "name": "道の駅ねごろ歴史の丘",
    "lat": 34.2873962,
    "lon": 135.3111081
  },
  {
    "name": "道の駅青洲の里",
    "lat": 34.2808092,
    "lon": 135.441982
  },
  {
    "name": "道の駅紀の川万葉の里",
    "lat": 34.2845832,
    "lon": 135.4646022
  },
  {
    "name": "道の駅ふるさとセンター大塔",
    "lat": 33.7427865,
    "lon": 135.5018743
  },
  {
    "name": "道の駅紀州備長炭記念公園",
    "lat": 33.8031731,
    "lon": 135.4275485
  },
  {
    "name": "道の駅 紀州備長炭記念公園",
    "lat": 33.8032948,
    "lon": 135.4271146
  },
  {
    "name": "道の駅明恵ふるさと館",
    "lat": 34.0540511,
    "lon": 135.2629337
  },
  {
    "name": "道の駅パーク七里御浜",
    "lat": 33.8044566,
    "lon": 136.0434642
  },
  {
    "name": "道の駅熊野・花の窟",
    "lat": 33.8788172,
    "lon": 136.0920395
  },
  {
    "name": "道の駅 白山文化の里長滝",
    "lat": 35.9230867,
    "lon": 136.8319113
  },
  {
    "name": "道の駅奥津温泉",
    "lat": 35.2232153,
    "lon": 133.9226999
  },
  {
    "name": "道の駅「一乗谷あさくら水の駅」",
    "lat": 36.0203308,
    "lon": 136.2946035
  },
  {
    "name": "道の駅伯方S・Cパーク",
    "lat": 34.2027824,
    "lon": 133.0754968
  },
  {
    "name": "道の駅遠山郷　かぐらの湯",
    "lat": 35.3211758,
    "lon": 137.9303297
  },
  {
    "name": "道の駅「神鍋高原」",
    "lat": 35.4991455,
    "lon": 134.6748362
  },
  {
    "name": "道の駅 歌舞伎の里大鹿",
    "lat": 35.5650359,
    "lon": 138.0373455
  },
  {
    "name": "道の駅 南房パラダイス",
    "lat": 34.9399643,
    "lon": 139.82139
  },
  {
    "name": "道の駅 とぎ海街道",
    "lat": 37.1401874,
    "lon": 136.724838
  },
  {
    "name": "道の駅　織姫の里なかのと",
    "lat": 36.9700568,
    "lon": 136.9045175
  },
  {
    "name": "道の駅福良　休憩施設",
    "lat": 34.2555648,
    "lon": 134.7203348
  },
  {
    "name": "道の駅 都城NiQLL",
    "lat": 31.7688118,
    "lon": 131.0952545
  },
  {
    "name": "道の駅P",
    "lat": 35.1622046,
    "lon": 138.6176808
  },
  {
    "name": "道の駅 南信州とよおかマルシェ",
    "lat": 35.5444346,
    "lon": 137.8910795
  },
  {
    "name": "道の駅根占",
    "lat": 31.185529,
    "lon": 130.7671542
  },
  {
    "name": "道の駅三岳",
    "lat": 35.8224087,
    "lon": 137.6481228
  },
  {
    "name": "道の駅 日義 木曽駒高原",
    "lat": 35.866675,
    "lon": 137.7398103
  },
  {
    "name": "道の駅　日義木曽駒高原",
    "lat": 35.8664614,
    "lon": 137.7400376
  },
  {
    "name": "道の駅　米山",
    "lat": 38.6270753,
    "lon": 141.1880266
  },
  {
    "name": "道の駅あさむし温泉",
    "lat": 40.8916956,
    "lon": 140.8614387
  },
  {
    "name": "道の駅 不知火",
    "lat": 32.6335401,
    "lon": 130.6292309
  },
  {
    "name": "道の駅 遠軽 森のオホーツク 足湯",
    "lat": 44.0219239,
    "lon": 143.4965038
  },
  {
    "name": "道の駅ふぉれすと君田",
    "lat": 34.8989163,
    "lon": 132.8496604
  },
  {
    "name": "道の駅高田松原",
    "lat": 39.0069509,
    "lon": 141.6264614
  },
  {
    "name": "道の駅 なみえ",
    "lat": 37.4963295,
    "lon": 140.999783
  },
  {
    "name": "道の駅「筆柿の里・幸田」",
    "lat": 34.8482449,
    "lon": 137.1384685
  },
  {
    "name": "道の駅「芦北でこぽん」",
    "lat": 32.3031752,
    "lon": 130.5081375
  },
  {
    "name": "道の駅庄和",
    "lat": 35.9971201,
    "lon": 139.7946255
  },
  {
    "name": "道の駅 あいの土山",
    "lat": 34.9279588,
    "lon": 136.2958971
  },
  {
    "name": "道の駅あがの",
    "lat": 37.8369594,
    "lon": 139.1648472
  },
  {
    "name": "道の駅良寛の里わしま 歴史民俗資料館",
    "lat": 37.5802288,
    "lon": 138.7643926
  },
  {
    "name": "道の駅良寛の里わしま 和らぎ家",
    "lat": 37.5807066,
    "lon": 138.7631682
  },
  {
    "name": "道の駅:ハチ北",
    "lat": 35.4113215,
    "lon": 134.5998988
  },
  {
    "name": "道の駅 るもい",
    "lat": 43.9447859,
    "lon": 141.6485631
  },
  {
    "name": "道の駅「遠山郷」トイレ",
    "lat": 35.3211012,
    "lon": 137.9295398
  },
  {
    "name": "道の駅「ふくしま東和」",
    "lat": 37.5698613,
    "lon": 140.577474
  },
  {
    "name": "道の駅「さくらの郷」",
    "lat": 37.5346746,
    "lon": 140.5901119
  },
  {
    "name": "道の駅富士吉田ドッグラン",
    "lat": 35.4580971,
    "lon": 138.80259
  },
  {
    "name": "道の駅 名田庄",
    "lat": 35.3946718,
    "lon": 135.5843491
  },
  {
    "name": "道の駅「自然体感しむかっぷ」",
    "lat": 42.978485,
    "lon": 142.3977792
  },
  {
    "name": "道の駅つる 芝生広場",
    "lat": 35.58282,
    "lon": 138.9313876
  },
  {
    "name": "道の駅つる 多目的広場​",
    "lat": 35.5832845,
    "lon": 138.9316384
  },
  {
    "name": "道の駅 信州新野千石平",
    "lat": 35.2574444,
    "lon": 137.7452487
  },
  {
    "name": "道の駅信濃路下條「そばの城」",
    "lat": 35.417128,
    "lon": 137.7946659
  },
  {
    "name": "道の駅信濃路下條",
    "lat": 35.4173833,
    "lon": 137.7945138
  },
  {
    "name": "道の駅　かつらぎ",
    "lat": 34.4947559,
    "lon": 135.7041626
  },
  {
    "name": "道の駅「山田錦発祥のまち・多可」",
    "lat": 35.0592009,
    "lon": 134.9183828
  },
  {
    "name": "道の駅 たかのす",
    "lat": 40.2519303,
    "lon": 140.3753586
  },
  {
    "name": "道の駅くめなん",
    "lat": 34.9120894,
    "lon": 133.9471219
  },
  {
    "name": "道の駅 賤母",
    "lat": 35.5863584,
    "lon": 137.5506693
  },
  {
    "name": "道の駅　なんぶ",
    "lat": 35.3056519,
    "lon": 138.4468598
  },
  {
    "name": "道の駅「越前おおの 荒島の郷」",
    "lat": 35.9724986,
    "lon": 136.5525893
  },
  {
    "name": "道の駅こまつ木場潟",
    "lat": 36.3699715,
    "lon": 136.4627651
  },
  {
    "name": "道の駅 浜坂の郷",
    "lat": 35.6101717,
    "lon": 134.4697312
  },
  {
    "name": "道の駅神鍋高原",
    "lat": 35.4991627,
    "lon": 134.6749757
  },
  {
    "name": "道の駅野方あらさの",
    "lat": 31.5001307,
    "lon": 130.9241077
  },
  {
    "name": "道の駅南信州 うるぎ",
    "lat": 35.2738476,
    "lon": 137.7095736
  },
  {
    "name": "道の駅 木曽福島",
    "lat": 35.8172999,
    "lon": 137.6825725
  },
  {
    "name": "道の駅　うきは",
    "lat": 33.3341892,
    "lon": 130.8182437
  },
  {
    "name": "道の駅 長島",
    "lat": 32.1619702,
    "lon": 130.1092658
  },
  {
    "name": "道の駅 﨑津",
    "lat": 32.3168024,
    "lon": 130.0253929
  },
  {
    "name": "道の駅せせらぎ郷かみつえ",
    "lat": 33.1123259,
    "lon": 130.961591
  },
  {
    "name": "道の駅 羊のまち 侍・しべつ",
    "lat": 44.1763386,
    "lon": 142.3926977
  },
  {
    "name": "道の駅 ガーデンスパ十勝川温泉",
    "lat": 42.9332818,
    "lon": 143.3009825
  },
  {
    "name": "道の駅　和田宿ステーション",
    "lat": 36.2056996,
    "lon": 138.2137568
  },
  {
    "name": "道の駅 六合",
    "lat": 36.6076446,
    "lon": 138.638851
  },
  {
    "name": "道の駅　いたの",
    "lat": 34.1365861,
    "lon": 134.4736611
  },
  {
    "name": "道の駅「山陽道やかげ宿」",
    "lat": 34.6236538,
    "lon": 133.5923614
  },
  {
    "name": "道の駅　足柄・金太郎のふるさと",
    "lat": 35.3258079,
    "lon": 139.1186163
  },
  {
    "name": "道の駅大谷海岸",
    "lat": 38.8148008,
    "lon": 141.5631857
  },
  {
    "name": "道の駅 あいぽーと佐渡",
    "lat": 38.0839124,
    "lon": 138.4361406
  },
  {
    "name": "道の駅たるみずはまびら",
    "lat": 31.4684285,
    "lon": 130.6982759
  },
  {
    "name": "道の駅 北方よっちみろ屋",
    "lat": 32.5953975,
    "lon": 131.4916658
  },
  {
    "name": "道の駅 そうべつ情報館 i (アイ)",
    "lat": 42.5587033,
    "lon": 140.898993
  },
  {
    "name": "道の駅 したら",
    "lat": 35.0641479,
    "lon": 137.5490011
  },
  {
    "name": "道の駅「青雲橋」",
    "lat": 32.6606447,
    "lon": 131.3884099
  },
  {
    "name": "道の駅たかねざわ 元気あっぷ村",
    "lat": 36.6331131,
    "lon": 140.0533274
  },
  {
    "name": "道の駅「どんぶり館」",
    "lat": 33.3552605,
    "lon": 132.5274658
  },
  {
    "name": "道の駅 熊野古道中辺路; Michi no Eki",
    "lat": 33.8122204,
    "lon": 135.5949938
  },
  {
    "name": "道の駅 吉野路大淀iセンター",
    "lat": 34.4123716,
    "lon": 135.7973363
  },
  {
    "name": "道の駅 ふたかみパーク當麻",
    "lat": 34.526732,
    "lon": 135.6930231
  },
  {
    "name": "道の駅　宇陀路室生",
    "lat": 34.5770068,
    "lon": 136.0347345
  },
  {
    "name": "道の駅北オホーツクはまとんべつ",
    "lat": 45.1253469,
    "lon": 142.360659
  },
  {
    "name": "道の駅許田 道路情報ターミナル",
    "lat": 26.5519073,
    "lon": 127.9691594
  },
  {
    "name": "道の駅許田 海側施設",
    "lat": 26.5520481,
    "lon": 127.9686434
  },
  {
    "name": "道の駅「筑前みなみの里」",
    "lat": 33.4673165,
    "lon": 130.6237959
  },
  {
    "name": "道の駅「人吉」",
    "lat": 32.1934059,
    "lon": 130.7893343
  },
  {
    "name": "道の駅かくだ",
    "lat": 37.9688725,
    "lon": 140.8074755
  },
  {
    "name": "道の駅「南えちぜん山海里」",
    "lat": 35.8315815,
    "lon": 136.2013837
  },
  {
    "name": "道の駅青の国ふだい",
    "lat": 40.0028337,
    "lon": 141.8855117
  },
  {
    "name": "道の駅 和",
    "lat": 35.2702468,
    "lon": 135.3975618
  },
  {
    "name": "道の駅虹の森公園まつの",
    "lat": 33.2295335,
    "lon": 132.7100647
  },
  {
    "name": "道の駅「硯上の里おがつ」",
    "lat": 38.5201775,
    "lon": 141.468348
  },
  {
    "name": "道の駅みえ",
    "lat": 33.0286461,
    "lon": 131.6217443
  },
  {
    "name": "道の駅おおぎみ やんばるの森ビジターセンター",
    "lat": 26.6610005,
    "lon": 128.1020651
  },
  {
    "name": "道の駅歓遊舎ひこさん",
    "lat": 33.5496293,
    "lon": 130.8600536
  },
  {
    "name": "道の駅「恐竜渓谷かつやま」",
    "lat": 36.0710728,
    "lon": 136.4790822
  },
  {
    "name": "道の駅「許田」転回路",
    "lat": 26.5486199,
    "lon": 127.9669754
  },
  {
    "name": "道の駅ふくしま",
    "lat": 37.8045129,
    "lon": 140.4111168
  },
  {
    "name": "道の駅くるくる なると",
    "lat": 34.1583481,
    "lon": 134.5797945
  },
  {
    "name": "道の駅やんばるパイナップルの丘 安波",
    "lat": 26.7050031,
    "lon": 128.2807461
  },
  {
    "name": "道の駅 びえい「白金ビルケ」キャンピングカーサイト",
    "lat": 43.5038731,
    "lon": 142.5979686
  },
  {
    "name": "道の駅うれしの まるく",
    "lat": 33.1063758,
    "lon": 129.997863
  },
  {
    "name": "道の駅さんさん南三陸",
    "lat": 38.6785146,
    "lon": 141.4479465
  },
  {
    "name": "道の駅「ごいせ仁摩」",
    "lat": 35.1459549,
    "lon": 132.4129889
  },
  {
    "name": "道の駅ビーナスライン蓼科湖",
    "lat": 36.0514337,
    "lon": 138.2577392
  },
  {
    "name": "道の駅野沢温泉",
    "lat": 36.9598945,
    "lon": 138.4478783
  },
  {
    "name": "道の駅いくさかの郷",
    "lat": 36.4243278,
    "lon": 137.9324065
  },
  {
    "name": "道の駅大芝高原",
    "lat": 35.8873959,
    "lon": 137.9438892
  },
  {
    "name": "道の駅三方五湖",
    "lat": 35.559674,
    "lon": 135.8936315
  },
  {
    "name": "道の駅「草津」",
    "lat": 35.0701761,
    "lon": 135.938853
  },
  {
    "name": "道の駅 安曇野松川",
    "lat": 36.3960918,
    "lon": 137.8677458
  },
  {
    "name": "道の駅「いいで」",
    "lat": 38.0259336,
    "lon": 139.9938212
  },
  {
    "name": "道の駅　原鶴",
    "lat": 33.3537014,
    "lon": 130.7848756
  },
  {
    "name": "道の駅あおがき",
    "lat": 35.2413786,
    "lon": 135.0095124
  },
  {
    "name": "道の駅「西条のん太の酒蔵」",
    "lat": 34.4337667,
    "lon": 132.703576
  },
  {
    "name": "道の駅 南ふらの",
    "lat": 43.1690418,
    "lon": 142.5727087
  },
  {
    "name": "道の駅 びえい「丘のくら」",
    "lat": 43.5922799,
    "lon": 142.4639793
  },
  {
    "name": "道の駅 マリーンアイランド岡島",
    "lat": 44.8781756,
    "lon": 142.6313117
  },
  {
    "name": "道の駅 ひがしかわ「道草館」",
    "lat": 43.697239,
    "lon": 142.5087858
  },
  {
    "name": "道の駅 おこっぺ",
    "lat": 44.4693592,
    "lon": 143.1172575
  },
  {
    "name": "道の駅「うれしのまるく」",
    "lat": 33.1060237,
    "lon": 129.9986378
  },
  {
    "name": "道の駅 すいかの里植木",
    "lat": 32.9081852,
    "lon": 130.6933995
  },
  {
    "name": "道の駅 えんべつ富士見",
    "lat": 44.7140332,
    "lon": 141.7924026
  },
  {
    "name": "道の駅みそぎの郷 きこない",
    "lat": 41.6777855,
    "lon": 140.4354556
  },
  {
    "name": "道の駅 ☆ロマン街道しょさんべつ",
    "lat": 44.5629904,
    "lon": 141.7781115
  },
  {
    "name": "道の駅 ほっと♡はぼろ",
    "lat": 44.3665648,
    "lon": 141.707301
  },
  {
    "name": "道の駅 ウトナイ湖",
    "lat": 42.6999696,
    "lon": 141.6939795
  },
  {
    "name": "道の駅 オーロラタウン93りくべつ",
    "lat": 43.4676475,
    "lon": 143.7425726
  },
  {
    "name": "道の駅「北浦」",
    "lat": 32.6847621,
    "lon": 131.800922
  },
  {
    "name": "道の駅 かみしほろ",
    "lat": 43.2244977,
    "lon": 143.291668
  },
  {
    "name": "道の駅小国・ゆうステーション",
    "lat": 33.1231305,
    "lon": 131.0647754
  },
  {
    "name": "道の駅みかわ",
    "lat": 33.6143038,
    "lon": 132.9697964
  },
  {
    "name": "道の駅清流の里ひじかわ",
    "lat": 33.4608677,
    "lon": 132.6772513
  },
  {
    "name": "道の駅なかやま",
    "lat": 33.6699875,
    "lon": 132.6947641
  },
  {
    "name": "道の駅ひろた",
    "lat": 33.6408014,
    "lon": 132.799686
  },
  {
    "name": "道の駅小田の郷せせらぎ",
    "lat": 33.5685022,
    "lon": 132.8007212
  },
  {
    "name": "道の駅宇目",
    "lat": 32.8038058,
    "lon": 131.610654
  },
  {
    "name": "道の駅　小国",
    "lat": 33.1231066,
    "lon": 131.0647393
  },
  {
    "name": "道の駅　きよかわ",
    "lat": 32.9714113,
    "lon": 131.5176091
  },
  {
    "name": "道の駅　おおやま",
    "lat": 33.2482152,
    "lon": 130.9719372
  },
  {
    "name": "道の駅 発酵の里こうざき 発酵茶房",
    "lat": 35.9001115,
    "lon": 140.3791613
  },
  {
    "name": "道の駅 発酵の里こうざき 新鮮市場",
    "lat": 35.9005539,
    "lon": 140.3790254
  },
  {
    "name": "道の駅「越前たけふ」",
    "lat": 35.8952581,
    "lon": 136.197926
  },
  {
    "name": "道の駅 若狭美浜はまびより",
    "lat": 35.604326,
    "lon": 135.9360563
  },
  {
    "name": "道の駅 三笠",
    "lat": 43.2467107,
    "lon": 141.804602
  },
  {
    "name": "道の駅 関宿",
    "lat": 34.8494174,
    "lon": 136.393014
  },
  {
    "name": "道の駅 あ・ら・伊達な道の駅",
    "lat": 38.7074505,
    "lon": 140.833255
  },
  {
    "name": "道の駅「蓮如の里あわら」",
    "lat": 36.2886992,
    "lon": 136.2515825
  },
  {
    "name": "道の駅　竹田",
    "lat": 32.9854584,
    "lon": 131.3407193
  },
  {
    "name": "道の駅 なかとさ",
    "lat": 33.3222739,
    "lon": 133.2347326
  },
  {
    "name": "道の駅 常総",
    "lat": 36.0836973,
    "lon": 139.9853748
  },
  {
    "name": "道の駅 酒蔵奥出雲交流館",
    "lat": 35.227153,
    "lon": 133.0865214
  },
  {
    "name": "道の駅 たからだの里さいた",
    "lat": 34.110358,
    "lon": 133.7982289
  },
  {
    "name": "道の駅 しおのえ",
    "lat": 34.1699738,
    "lon": 134.0824078
  },
  {
    "name": "道の駅「みまの里」",
    "lat": 34.0545408,
    "lon": 134.0572135
  },
  {
    "name": "道の駅おおさき",
    "lat": 38.5798829,
    "lon": 140.9565862
  },
  {
    "name": "道の駅「まきのさんの道の駅・佐川」",
    "lat": 33.503076,
    "lon": 133.3173807
  },
  {
    "name": "道の駅 させぼっくす99",
    "lat": 33.2017421,
    "lon": 129.6719485
  },
  {
    "name": "道の駅「マチテラス日進」",
    "lat": 35.1380058,
    "lon": 137.0440488
  },
  {
    "name": "道の駅きなはい屋しろかわ",
    "lat": 33.3798485,
    "lon": 132.7494875
  },
  {
    "name": "道の駅 五木のやかた・かわうえ",
    "lat": 35.6023873,
    "lon": 137.5019201
  },
  {
    "name": "道の駅しまなみの駅御島",
    "lat": 34.2490764,
    "lon": 133.0054937
  },
  {
    "name": "道の駅「もがみ」",
    "lat": 38.7601572,
    "lon": 140.4314162
  },
  {
    "name": "道の駅「やまがた蔵王」",
    "lat": 38.1896483,
    "lon": 140.3122156
  },
  {
    "name": "道の駅 マキノ追坂峠",
    "lat": 35.4817745,
    "lon": 136.0827995
  },
  {
    "name": "道の駅岩城",
    "lat": 39.5426776,
    "lon": 140.0531826
  },
  {
    "name": "道の駅 関川 公衆トイレ",
    "lat": 38.0917595,
    "lon": 139.567718
  },
  {
    "name": "道の駅「通潤橋」",
    "lat": 32.6884751,
    "lon": 130.9905978
  },
  {
    "name": "道の駅　海南サクアス",
    "lat": 34.1282117,
    "lon": 135.1701936
  },
  {
    "name": "道の駅 清流の里・しろとり",
    "lat": 35.8816143,
    "lon": 136.8546195
  },
  {
    "name": "道の駅しょうなん",
    "lat": 35.8574722,
    "lon": 140.0223834
  },
  {
    "name": "道の駅 熊野古道中辺路",
    "lat": 33.8122616,
    "lon": 135.5948641
  },
  {
    "name": "道の駅 くつき新本陣",
    "lat": 35.3510769,
    "lon": 135.9155809
  },
  {
    "name": "道の駅「たのうらら」",
    "lat": 33.2559281,
    "lon": 131.5556555
  },
  {
    "name": "道の駅 国見 あつかしの郷",
    "lat": 37.8726441,
    "lon": 140.5467214
  },
  {
    "name": "道の駅 安達 智恵子の里 下り線",
    "lat": 37.6361622,
    "lon": 140.4817611
  },
  {
    "name": "道の駅ふじはし",
    "lat": 35.5771456,
    "lon": 136.4631803
  },
  {
    "name": "道の駅さんない",
    "lat": 39.2888484,
    "lon": 140.6251774
  },
  {
    "name": "道の駅 東松島",
    "lat": 38.4242389,
    "lon": 141.1832599
  },
  {
    "name": "道の駅十和田湖",
    "lat": 40.417713,
    "lon": 140.8577132
  },
  {
    "name": "道の駅錦秋湖",
    "lat": 39.3003818,
    "lon": 140.8758596
  },
  {
    "name": "道の駅 四万十大正",
    "lat": 33.1821017,
    "lon": 132.9716257
  },
  {
    "name": "道の駅 四万十とおわ",
    "lat": 33.2236348,
    "lon": 132.835222
  },
  {
    "name": "道の駅 八千穂高原",
    "lat": 36.128672,
    "lon": 138.4651931
  },
  {
    "name": "道の駅 よって西土佐",
    "lat": 33.1731714,
    "lon": 132.7890665
  },
  {
    "name": "道の駅 広見森の三角ぼうし",
    "lat": 33.2537971,
    "lon": 132.6870393
  },
  {
    "name": "道の駅清水の里・鳥海郷",
    "lat": 39.1093253,
    "lon": 140.2919033
  },
  {
    "name": "道の駅「小豆島ふるさと村」",
    "lat": 34.4710818,
    "lon": 134.2360665
  },
  {
    "name": "道の駅「東松島」",
    "lat": 38.4243134,
    "lon": 141.1830346
  },
  {
    "name": "道の駅275つきがた",
    "lat": 43.3419222,
    "lon": 141.6801529
  },
  {
    "name": "道の駅 みくに",
    "lat": 36.1901857,
    "lon": 136.1388243
  },
  {
    "name": "道の駅水の郷日高川龍游",
    "lat": 33.8951857,
    "lon": 135.4395395
  },
  {
    "name": "道の駅　ロード銀山",
    "lat": 35.2221369,
    "lon": 132.5140795
  },
  {
    "name": "道の駅ウッディー京北",
    "lat": 35.1560681,
    "lon": 135.633157
  },
  {
    "name": "道の駅 匹見峡",
    "lat": 34.6432803,
    "lon": 132.0916438
  },
  {
    "name": "道の駅もりおか渋民",
    "lat": 39.8462335,
    "lon": 141.1733114
  },
  {
    "name": "道の駅 湘南ちがさき",
    "lat": 35.3202737,
    "lon": 139.3783327
  },
  {
    "name": "道の駅厳木",
    "lat": 33.3111199,
    "lon": 130.0723395
  },
  {
    "name": "道の駅「しらぬか恋問館」",
    "lat": 42.9904287,
    "lon": 144.1895435
  },
  {
    "name": "道の駅「ふるびらたらこミュージアム」",
    "lat": 43.2649168,
    "lon": 140.6386418
  },
  {
    "name": "道の駅 おおすみ弥五郎伝説の里",
    "lat": 31.5902578,
    "lon": 130.9904181
  },
  {
    "name": "道の駅 パレットピアおおの",
    "lat": 35.4318727,
    "lon": 136.6292505
  },
  {
    "name": "道の駅 津田の松原",
    "lat": 34.2854933,
    "lon": 134.2531649
  },
  {
    "name": "道の駅グリーンファーム館山",
    "lat": 35.000687,
    "lon": 139.9066987
  },
  {
    "name": "道の駅べに花の郷おけがわ",
    "lat": 35.9930315,
    "lon": 139.5272018
  },
  {
    "name": "道の駅:ようか但馬蔵",
    "lat": 35.3938353,
    "lon": 134.7428772
  },
  {
    "name": "道の駅輪島 ふらっと訪夢",
    "lat": 37.3892176,
    "lon": 136.9063934
  },
  {
    "name": "道の駅らんこし・ふるさとの丘",
    "lat": 42.761987,
    "lon": 140.4791512
  },
  {
    "name": "道の駅 いたの",
    "lat": 34.136246,
    "lon": 134.4739577
  },
  {
    "name": "道の駅熊野・板屋九郎兵衛の里",
    "lat": 33.8764445,
    "lon": 135.9156036
  },
  {
    "name": "道の駅 みついし",
    "lat": 42.2206739,
    "lon": 142.6353066
  },
  {
    "name": "道の駅 サラブレッドロード新冠",
    "lat": 42.3603432,
    "lon": 142.3155007
  },
  {
    "name": "道の駅 熊野きのくに",
    "lat": 33.9598757,
    "lon": 136.104415
  },
  {
    "name": "道の駅いわき・ら・ら・ミュウ",
    "lat": 36.9446126,
    "lon": 140.9057335
  },
  {
    "name": "道の駅 氷見",
    "lat": 36.8645042,
    "lon": 136.9869217
  },
  {
    "name": "道の駅「ひなの里かつうら」",
    "lat": 33.9323015,
    "lon": 134.523204
  },
  {
    "name": "道の駅鷲の里",
    "lat": 33.863157,
    "lon": 134.5017471
  },
  {
    "name": "道の駅富士吉田",
    "lat": 35.4587585,
    "lon": 138.8027715
  },
  {
    "name": "道の駅 もみじ川温泉",
    "lat": 33.7976534,
    "lon": 134.4460293
  },
  {
    "name": "道の駅 掛合の里",
    "lat": 35.2107227,
    "lon": 132.8166503
  },
  {
    "name": "道の駅 蒜山高原",
    "lat": 35.2946664,
    "lon": 133.6679213
  },
  {
    "name": "道の駅 スパ羅漢",
    "lat": 34.3893616,
    "lon": 132.1045696
  },
  {
    "name": "道の駅 可児ッテ",
    "lat": 35.430166,
    "lon": 137.1012801
  },
  {
    "name": "道の駅 かきのきむら",
    "lat": 34.4426014,
    "lon": 131.8677531
  },
  {
    "name": "道の駅かきのきむら",
    "lat": 34.4428582,
    "lon": 131.8675492
  },
  {
    "name": "道の駅 美濃白川ピアチェーレ",
    "lat": 35.603728,
    "lon": 137.1735831
  },
  {
    "name": "道の駅オライはすぬま",
    "lat": 35.60158,
    "lon": 140.5013664
  },
  {
    "name": "道の駅とよはし",
    "lat": 34.6956905,
    "lon": 137.4164035
  },
  {
    "name": "道の駅 遠軽 森のオホーツク",
    "lat": 44.0220242,
    "lon": 143.496459
  },
  {
    "name": "道の駅 あびら D51(デゴイチ)ステーション",
    "lat": 42.876256,
    "lon": 141.8184821
  },
  {
    "name": "道の駅おのこ",
    "lat": 36.5480976,
    "lon": 138.9527624
  },
  {
    "name": "道の駅黒之瀬戸だんだん市場",
    "lat": 32.1084512,
    "lon": 130.1703776
  },
  {
    "name": "道の駅 天草市イルカセンター",
    "lat": 32.5455211,
    "lon": 130.1312477
  },
  {
    "name": "道の駅くるめ",
    "lat": 33.3194501,
    "lon": 130.5937234
  },
  {
    "name": "道の駅なかつ",
    "lat": 33.5511429,
    "lon": 131.2131629
  },
  {
    "name": "道の駅　耶馬トピア",
    "lat": 33.4895235,
    "lon": 131.1748165
  },
  {
    "name": "道の駅 三本木",
    "lat": 38.5214633,
    "lon": 140.9382923
  },
  {
    "name": "道の駅あらい",
    "lat": 37.026944,
    "lon": 138.2275095
  },
  {
    "name": "道の駅ながおか花火館=>長岡駅前=>法務局",
    "lat": 37.4506673,
    "lon": 138.8286777
  },
  {
    "name": "法務局=>長岡駅前=>道の駅ながおか花火館",
    "lat": 37.4508861,
    "lon": 138.8286777
  },
  {
    "name": "道の駅 パティオにいがた",
    "lat": 37.5451944,
    "lon": 138.8835865
  },
  {
    "name": "道の駅 来夢とごうち",
    "lat": 34.5753793,
    "lon": 132.2698477
  }
];